{
	"badGatewayError": "Mauvaise passerelle",
	"badRequestError": "Mauvaise demande",
	"forbiddenError": "Interdit",
	"gatewayTimeoutError": "Délai d'expiration de la passerelle",
	"internalServerError": "Erreur Interne du Serveur",
	"notFoundError": "Pas trouvé",
	"pageBadGatewayError": "Nous avons rencontré une mauvaise erreur de passerelle côté serveur. Veuillez essayer d'accéder à cette page dans quelques minutes.",
	"pageBadRequestError": "Nous avons rencontré une erreur de demande incorrecte du côté client. Essayez de vérifier l'URL actuelle si elle est saisie correctement ou effacez le cache et les cookies de votre navigateur.",
	"pageForbiddenError": "Il vous est interdit d'accéder à cette page. Veuillez fournir les identifiants de connexion corrects pour accéder à cette page.",
	"pageGatewayTimeoutError": "Nous rencontrons actuellement une erreur de délai d'expiration de la passerelle côté serveur. Veuillez essayer d'accéder à cette page dans quelques minutes.",
	"pageInternalServerError": "Nous avons rencontré une erreur de serveur interne côté serveur. Veuillez réessayer dans quelques minutes.",
	"pageNotFoundError": "Vous essayez d'accéder à une page qui n'existe plus. On ne peut rien y faire.",
	"pageRequestTimeoutError": "Nous avons rencontré une erreur de délai d'attente de demande du côté client. Essayez de vérifier l'URL actuelle si elle est correctement saisie. Sinon, essayez d'actualiser cette page.",
	"pageServiceUnavailableError": "Il semble que nos serveurs soient actuellement en panne pour une maintenance planifiée ou ont rencontré une surcharge de demandes et tentent de faire quelque chose à leur sujet. Essayez d'actualiser cette page au moins de votre côté.",
	"pageTooManyRequestsError": "Nous avons remarqué que vous nous envoyez beaucoup de demandes dans un court laps de temps. Essayez d'être un peu patient avec nous pendant que nous traitons vos demandes en conséquence.",
	"pageUnauthorizedError": "Vous n'êtes pas autorisé à accéder à cette page. Veuillez vous connecter pour accéder à cette page.",
	"pageUnknownError": "Maintenant c'est bizarre!Ne vous inquiétez pas, manipulez-nous tout de suite cette situation.",
	"requestTimeoutError": "Délai d'attente de la demande",
	"serviceUnavailableError": "Service temporairement indisponible",
	"siteBadGatewayDeleteError": "",
	"siteBadGatewayGetError": "Une mauvaise erreur de passerelle s'est produite lors de la récupération de vos sites enregistrés. Veuillez essayer d'accéder à cette page dans quelques minutes.",
	"siteBadGatewayPatchError": "",
	"siteBadGatewayPostError": "",
	"siteBadGatewayPutError": "",
	"siteBadRequestDeleteError": "",
	"siteBadRequestGetError": "Une erreur de requête incorrecte s'est produite lors de la récupération de vos sites enregistrés. Veuillez essayer d'accéder à cette page dans quelques minutes.",
	"siteBadRequestPatchError": "",
	"siteBadRequestPostError": "",
	"siteBadRequestPutError": "",
	"siteCreatedSuccess": "Frais! Un nouveau site vient d'être enregistré avec succès.",
	"siteForbiddenDeleteError": "",
	"siteForbiddenGetError": "Vous n'avez plus les autorisations appropriées pour afficher vos sites.",
	"siteForbiddenPatchError": "",
	"siteForbiddenPostError": "",
	"siteForbiddenPutError": "",
	"siteGatewayTimeoutDeleteError": "",
	"siteGatewayTimeoutGetError": "Une erreur de délai d'expiration de la passerelle s'est produite lors de la récupération de vos sites enregistrés. Veuillez essayer d'accéder à cette page dans quelques minutes.",
	"siteGatewayTimeoutPatchError": "",
	"siteGatewayTimeoutPostError": "",
	"siteGatewayTimeoutPutError": "",
	"siteIdBadGatewayDeleteError": "",
	"siteIdBadGatewayGetError": "Une erreur de passerelle incorrecte s'est produite lors de la récupération des informations de votre site sélectionné. Veuillez essayer d'accéder à cette page dans quelques minutes.",
	"siteIdBadGatewayPatchError": "",
	"siteIdBadGatewayPostError": "",
	"siteIdBadGatewayPutError": "",
	"siteIdBadRequestDeleteError": "",
	"siteIdBadRequestGetError": "Une erreur de requête incorrecte s'est produite lors de la récupération des informations de site sélectionnées. Veuillez essayer d'accéder à cette page dans quelques minutes.",
	"siteIdBadRequestPatchError": "",
	"siteIdBadRequestPostError": "",
	"siteIdBadRequestPutError": "",
	"siteIdCreatedSuccess": "Toutes nos félicitations! Vos nouvelles informations de site ont été créées avec succès.",
	"siteIdForbiddenDeleteError": "",
	"siteIdForbiddenGetError": "Vous n'avez plus les autorisations appropriées pour afficher les informations de ce site. Veuillez essayer d'accéder à cette page dans quelques minutes.",
	"siteIdForbiddenPatchError": "",
	"siteIdForbiddenPostError": "",
	"siteIdForbiddenPutError": "",
	"siteIdGatewayTimeoutDeleteError": "",
	"siteIdGatewayTimeoutGetError": "Une erreur de délai d'expiration de la passerelle s'est produite lors de la récupération des informations de votre site sélectionné.",
	"siteIdGatewayTimeoutPatchError": "",
	"siteIdGatewayTimeoutPostError": "",
	"siteIdGatewayTimeoutPutError": "",
	"siteIdInternalServerDeleteError": "",
	"siteIdInternalServerGetError": "Une erreur de serveur interne s'est produite lors de la récupération des informations de votre site sélectionné. Veuillez essayer d'accéder à cette page dans quelques minutes.",
	"siteIdInternalServerPatchError": "",
	"siteIdInternalServerPostError": "",
	"siteIdInternalServerPutError": "",
	"siteIdNotFoundDeleteError": "",
	"siteIdNotFoundGetError": "Nous n'arrivons plus à trouver ces informations de site en particulier. Désolé pour ça.",
	"siteIdNotFoundPatchError": "",
	"siteIdNotFoundPostError": "",
	"siteIdNotFoundPutError": "",
	"siteIdOkSuccess": "Hourra ! Les informations de votre site sélectionné ont été récupérées avec succès.",
	"siteIdServiceUnavailableDeleteError": "",
	"siteIdServiceUnavailableGetError": "Service actuel indisponible lors de la récupération des informations de votre site sélectionné. Veuillez essayer d'accéder à cette page dans quelques minutes.",
	"siteIdServiceUnavailablePatchError": "",
	"siteIdServiceUnavailablePostError": "",
	"siteIdServiceUnavailablePutError": "",
	"siteIdTooManyRequestsDeleteError": "",
	"siteIdTooManyRequestsGetError": "Vous nous envoyez beaucoup trop de demandes d'informations sur ce site en ce moment. Pouvez-vous attendre un peu que nous finissions cette demande ?",
	"siteIdTooManyRequestsPatchError": "",
	"siteIdTooManyRequestsPostError": "",
	"siteIdTooManyRequestsPutError": "",
	"siteIdUnknownError": "Une erreur inconnue s'est produite lors de la récupération des informations de votre site sélectionné. Veuillez réessayer.",
	"siteInternalServerDeleteError": "",
	"siteInternalServerGetError": "Une erreur de serveur interne s'est produite lors de la récupération de vos sites enregistrés. Veuillez essayer d'accéder à cette page dans quelques minutes.",
	"siteInternalServerPatchError": "",
	"siteInternalServerPostError": "",
	"siteInternalServerPutError": "",
	"siteNotFoundDeleteError": "",
	"siteNotFoundGetError": "Nous n'arrivons pas à trouver vos sites. Désolé pour ça.",
	"siteNotFoundPatchError": "",
	"siteNotFoundPostError": "",
	"siteNotFoundPutError": "",
	"siteOkSuccess": "Joli! Vos sites enregistrés ont été récupérés avec succès.",
	"siteServiceUnavailableGetError": "Service actuel indisponible lors de la récupération de vos sites enregistrés. Veuillez essayer d'accéder à cette page dans quelques minutes.",
	"siteTooManyRequestsError": "Vous nous envoyez beaucoup trop de demandes de sites en ce moment. Pouvez-vous attendre un peu que nous finissions cette demande ?",
	"siteUnknownError": "Une erreur inconnue s'est produite lors de la récupération de vos sites enregistrés. Veuillez réessayer.",
	"tooManyRequestsError": "Trop de demandes",
	"unauthorizedError": "Non autorisé",
	"unknownError": "Erreur inconnue",
	"userBadGatewayDeleteError": "",
	"userBadGatewayGetError": "Une erreur de passerelle incorrecte s'est produite lors de la récupération de vos informations utilisateur. Veuillez essayer d'accéder à cette page dans quelques minutes.",
	"userBadGatewayPatchError": "",
	"userBadGatewayPostError": "",
	"userBadGatewayPutError": "",
	"userBadRequestDeleteError": "",
	"userBadRequestGetError": "Nous ne pouvons pas vous connecter avec les informations d'identification fournies. Veuillez revérifier vos informations de connexion.",
	"userBadRequestPatchError": "",
	"userBadRequestPostError": "",
	"userBadRequestPutError": "",
	"userCreatedSuccess": "Toutes nos félicitations! Vos informations d'utilisateur ont été créées avec succès.",
	"userForbiddenDeleteError": "",
	"userForbiddenGetError": "Vous n'avez plus les autorisations appropriées pour afficher cette page.",
	"userForbiddenPatchError": "",
	"userForbiddenPostError": "",
	"userForbiddenPutError": "",
	"userGatewayTimeoutDeleteError": "",
	"userGatewayTimeoutGetError": "Une erreur de délai d'expiration de la passerelle s'est produite lors de la récupération de vos informations utilisateur. Veuillez essayer d'accéder à cette page dans quelques minutes.",
	"userGatewayTimeoutPatchError": "",
	"userGatewayTimeoutPostError": "",
	"userGatewayTimeoutPutError": "",
	"userInternalServerDeleteError": "",
	"userInternalServerGetError": "Une erreur de serveur interne s'est produite lors de la récupération de vos informations utilisateur. Veuillez essayer d'accéder à cette page dans quelques minutes.",
	"userInternalServerPatchError": "",
	"userInternalServerPostError": "",
	"userInternalServerPutError": "",
	"userNotFoundDeleteError": "",
	"userNotFoundGetError": "Cet utilisateur n'existe apparemment pas dans notre base de données. Désolé pour ça.",
	"userNotFoundPatchError": "",
	"userNotFoundPostError": "",
	"userNotFoundPutError": "",
	"userOkSuccess": "Impressionnant! Nous avons récupéré avec succès vos informations d'utilisateur.",
	"userServiceUnavailableDeleteError": "",
	"userServiceUnavailableGetError": "Nous ne pouvons pas récupérer vos informations d'utilisateur car le service est actuellement indisponible. Veuillez essayer d'accéder à cette page dans quelques minutes.",
	"userServiceUnavailablePatchError:": "",
	"userServiceUnavailablePostError": "",
	"userServiceUnavailablePutError": "",
	"userTooManyRequestsDeleteError": "",
	"userTooManyRequestsGetError": "Vous nous envoyez beaucoup trop de demandes d'utilisateurs en ce moment ! Pouvez-vous attendre un peu que nous finissions cette demande ?",
	"userTooManyRequestsPatchError": "",
	"userTooManyRequestsPostError": "",
	"userTooManyRequestsPutError": "",
	"userUnknownError": "Une erreur inconnue s'est produite lors de la récupération de vos informations utilisateur. Veuillez réessayer."
}
