{
	"fallbackSuccessMessage": "Ce processus s'est terminé avec succès.",
	"fallbackErrorMessage": "Une erreur inattendue est apparue. Veuillez réessayer.",
	"fallbackWarningMessage": "Ce processus sera exécuté immédiatement. J'espère que vous savez ce que vous faites.",
	"fallbackInfoMessage": "Ce processus est en cours d'exécution. S'il vous plaît, attendez.",
	"pageNotFoundError": "Page non trouvée",
	"userOkSuccess": "Impressionnant! Nous avons récupéré avec succès vos informations d'utilisateur.",
	"userCreatedSuccess": "Toutes nos félicitations! Vos informations d'utilisateur ont été créées avec succès.",
	"siteOkSuccess": "Joli! Vos sites enregistrés ont été récupérés avec succès.",
	"siteCreatedSuccess": "Frais! Un nouveau site vient d'être enregistré avec succès.",
	"siteIdOkSuccess": "Hourra ! Les informations de votre site sélectionné ont été récupérées avec succès.",
	"siteIdCreatedSuccess": "Toutes nos félicitations! Vos nouvelles informations de site ont été créées avec succès.",
	"userBadRequestError": "Nous ne pouvons pas vous connecter avec les informations d'identification fournies. Veuillez revérifier vos informations de connexion.",
	"userForbiddenError": "Vous n'avez plus les autorisations appropriées pour afficher cette page.",
	"userNotFoundError": "Cet utilisateur n'existe apparemment pas dans notre base de données. Désolé pour ça.",
	"userTooManyRequestsError": "Vous nous envoyez beaucoup trop de demandes d'utilisateurs en ce moment ! Pouvez-vous attendre un peu que nous finissions cette demande ?",
	"userInternalServerError": "Une erreur de serveur interne s'est produite lors de la récupération de vos informations utilisateur. S'il vous plait, réessayez dans quelques minutes.",
	"userBadGatewayError": "Une erreur de passerelle incorrecte s'est produite lors de la récupération de vos informations utilisateur. S'il vous plait, réessayez dans quelques minutes.",
	"userServiceUnavailableError": "Nous ne pouvons pas récupérer vos informations d'utilisateur car le service est actuellement indisponible. S'il vous plait, réessayez dans quelques minutes.",
	"userGatewayTimeoutError": "Une erreur de délai d'expiration de la passerelle s'est produite lors de la récupération de vos informations utilisateur. S'il vous plait, réessayez dans quelques minutes.",
	"userUnknownError": "Une erreur inconnue s'est produite lors de la récupération de vos informations utilisateur. S'il vous plait, réessayez dans quelques minutes.",
	"siteBadRequestError": "Une erreur de requête incorrecte s'est produite lors de la récupération de vos sites enregistrés. S'il vous plait, réessayez dans quelques minutes.",
	"siteForbiddenError": "Vous n'avez plus les autorisations appropriées pour afficher vos sites.",
	"siteNotFoundError": "Nous n'arrivons pas à trouver vos sites. Désolé pour ça.",
	"siteTooManyRequestsError": "Vous nous envoyez beaucoup trop de demandes de sites en ce moment. Pouvez-vous attendre un peu que nous finissions cette demande ?",
	"siteInternalServerError": "Une erreur de serveur interne s'est produite lors de la récupération de vos sites enregistrés. S'il vous plait, réessayez dans quelques minutes",
	"siteBadGatewayError": "Une mauvaise erreur de passerelle s'est produite lors de la récupération de vos sites enregistrés. S'il vous plait, réessayez dans quelques minutes",
	"siteServiceUnavailableError": "Service actuel indisponible lors de la récupération de vos sites enregistrés. S'il vous plait, réessayez dans quelques minutes",
	"siteGatewayTimeoutError": "Une erreur de délai d'expiration de la passerelle s'est produite lors de la récupération de vos sites enregistrés. S'il vous plait, réessayez dans quelques minutes",
	"siteUnknownError": "Une erreur inconnue s'est produite lors de la récupération de vos sites enregistrés. S'il vous plait, réessayez dans quelques minutes",
	"siteIdBadRequestError": "Une erreur de requête incorrecte s'est produite lors de la récupération des informations de site sélectionnées. S'il vous plait, réessayez dans quelques minutes",
	"siteIdForbiddenError": "Vous n'avez plus les autorisations appropriées pour afficher les informations de ce site. S'il vous plait, réessayez dans quelques minutes",
	"siteIdNotFoundError": "Nous n'arrivons plus à trouver ces informations de site en particulier. Désolé pour ça.",
	"siteIdTooManyRequestsError": "Vous nous envoyez beaucoup trop de demandes d'informations sur ce site en ce moment. Pouvez-vous attendre un peu que nous finissions cette demande ?",
	"siteIdInternalServerError": "Une erreur de serveur interne s'est produite lors de la récupération des informations de votre site sélectionné. S'il vous plait, réessayez dans quelques minutes.",
	"siteIdBadGatewayError": "Une erreur de passerelle incorrecte s'est produite lors de la récupération des informations de votre site sélectionné. S'il vous plait, réessayez dans quelques minutes.",
	"siteIdServiceUnavailableError": "Service actuel indisponible lors de la récupération des informations de votre site sélectionné. S'il vous plait, réessayez dans quelques minutes.",
	"siteIdGatewayTimeoutError": "Une erreur de délai d'expiration de la passerelle s'est produite lors de la récupération des informations de votre site sélectionné.",
	"siteIdUnknownError": "Une erreur inconnue s'est produite lors de la récupération des informations de votre site sélectionné. Veuillez réessayer."
}
