{
	"appLogoAlt": "app-logo",
	"badgeModalImgAlt": "badge-modal-img",
	"isLogin": "Connexion",
	"isSignUp": "S'inscrire",
	"isResetPassword": "Réinitialiser le mot de passe",
	"isAddPassword": "Ajouter un mot de passe",
	"isResetPasswordForm": "Formulaire de réinitialisation du mot de passe",
	"loaderMessage": "Chargement...",
	"siteLogoAltMessage": "Logo de l'application SiteCrawler",
	"about": "À propos",
	"privacyPolicy": "Politique de confidentialité",
	"terms": "Termes",
	"support": "Soutien",
	"allRightsReserved": "Tous les droits sont réservés",
	"redirectingToPage": "Vous rediriger vers",
	"pageText": "page",
	"fallbackErrorMessage": "Processus non terminé avec succès. Veuillez réessayer.",
	"fallbackSuccessMessage": "Processus terminé avec succès.",
	"fallbackWarningMessage": "Le processus sera exécuté immédiatement. J'espère que vous savez ce que vous faites.",
	"fallbackInfoMessage": "Le processus est en cours d'exécution...",
	"dismissMessage": "Rejeter",
	"userBadRequestError": "Une erreur de requête incorrecte s'est produite lors de la récupération de vos informations utilisateur. Rechargement de cette page...",
	"userForbiddenError": "Vous n'êtes plus autorisé à afficher cette page. Vous rediriger vers la page de connexion...",
	"userNotFoundError": "Cet utilisateur n'existe pas dans notre base de données. Vous rediriger vers la page de connexion...",
	"userTooManyRequests": "Vous nous envoyez beaucoup trop de demandes d'utilisateurs en ce moment. Rechargement de cette page...",
	"userInternalServerError": "Une erreur de serveur interne s'est produite lors de la récupération de vos informations utilisateur. Vous rediriger vers la page 5XX...",
	"userBadGatewayError": "Une erreur de passerelle incorrecte s'est produite lors de la récupération de vos informations utilisateur. Vous rediriger vers la page 5XX...",
	"userServiceUnavailableError": "Service actuel indisponible lors de la récupération de vos informations d'utilisateur. Vous rediriger vers la page 5XX...",
	"userGatewayTimeoutError": "Une erreur de délai d'expiration de la passerelle s'est produite lors de la récupération de vos informations utilisateur. Vous rediriger vers la page 5XX...",
	"userUnknownError": "Une erreur inconnue s'est produite lors de la récupération de vos informations utilisateur. Vous rediriger vers la page d'erreur...",
	"siteOkSuccess": "Informations sur le site récupérées avec succès.",
	"siteCreatedSuccess": "Les informations du site ont été mises à jour avec succès.",
	"siteBadRequestError": "Une erreur de requête incorrecte s'est produite lors de la récupération de vos sites enregistrés. Des sites rafraîchissants...",
	"siteForbiddenError": "Vous n'êtes plus autorisé à afficher vos sites.",
	"siteNotFoundError": "Ce site n'existe pas dans notre base de données.",
	"siteTooManyRequests": "Vous nous envoyez beaucoup trop de demandes de sites en ce moment.",
	"siteInternalServerError": "Une erreur de serveur interne s'est produite lors de la récupération de vos sites enregistrés.",
	"siteBadGatewayError": "Une mauvaise erreur de passerelle s'est produite lors de la récupération de vos sites enregistrés.",
	"siteServiceUnavailableError": "Service actuel indisponible lors de la récupération de vos sites enregistrés.",
	"siteGatewayTimeoutError": "Une erreur de délai d'expiration de la passerelle s'est produite lors de la récupération de vos sites enregistrés.",
	"siteUnknownError": "Une erreur inconnue s'est produite lors de la récupération de vos sites enregistrés."
}
