{
	"fallbackSuccessMessage": "Dit proces is succesvol afgerond.",
	"fallbackErrorMessage": "Dit proces is zonder succes voltooid. Probeer het opnieuw.",
	"fallbackWarningMessage": "Dit proces wordt onmiddellijk uitgevoerd. Ik hoop dat je weet wat je doet.",
	"fallbackInfoMessage": "Dit proces wordt momenteel uitgevoerd. Even geduld aub.",
	"pageNotFoundError": "Pagina niet gevonden",
	"userOkSuccess": "Geweldig! We hebben uw gebruikersgegevens succesvol opgehaald.",
	"userCreatedSuccess": "Gefeliciteerd! Uw gebruikersinformatie is succesvol aangemaakt.",
	"siteOkSuccess": "Mooi hoor! Uw geregistreerde sites zijn met succes opgehaald.",
	"siteCreatedSuccess": "Koel! Er is zojuist een nieuwe site succesvol geregistreerd.",
	"siteIdOkSuccess": "Hoera! Uw geselecteerde site-informatie is met succes opgehaald.",
	"siteIdCreatedSuccess": "Gefeliciteerd! Uw nieuwe site-informatie is gemaakt.",
	"userBadRequestError": "We kunnen u niet aanmelden met de opgegeven inloggegevens. Controleer uw inloggegevens opnieuw.",
	"userForbiddenError": "U heeft niet meer de juiste rechten om deze pagina te bekijken.",
	"userNotFoundError": "Deze gebruiker bestaat blijkbaar niet in onze database. Sorry daarvoor.",
	"userTooManyRequestsError": "Je stuurt ons op dit moment veel te veel gebruikersverzoeken! Kun je even wachten tot we dit verzoek hebben afgerond?",
	"userInternalServerError": "Er is een interne serverfout opgetreden bij het ophalen van uw gebruikersgegevens. Probeer het over een paar minuten opnieuw.",
	"userBadGatewayError": "Er is een slechte gateway-fout opgetreden tijdens het ophalen van uw gebruikersgegevens. Probeer het over een paar minuten opnieuw.",
	"userServiceUnavailableError": "We kunnen uw gebruikersgegevens niet ophalen omdat de service momenteel niet beschikbaar is. Probeer het over een paar minuten opnieuw.",
	"userGatewayTimeoutError": "Er is een time-outfout opgetreden bij het ophalen van uw gebruikersgegevens. Probeer het over een paar minuten opnieuw.",
	"userUnknownError": "Er is een onbekende fout opgetreden bij het ophalen van uw gebruikersgegevens. Probeer het over een paar minuten opnieuw.",
	"siteBadRequestError": "Er is een fout opgetreden tijdens het ophalen van uw geregistreerde sites. Probeer het over een paar minuten opnieuw.",
	"siteForbiddenError": "U heeft niet meer de juiste rechten om uw sites te bekijken.",
	"siteNotFoundError": "We kunnen uw sites niet vinden. Sorry daarvoor.",
	"siteTooManyRequestsError": "Je stuurt ons op dit moment veel te veel siteverzoeken. Kun je even wachten tot we dit verzoek hebben afgerond?",
	"siteInternalServerError": "Er is een interne serverfout opgetreden bij het ophalen van uw geregistreerde sites. Probeer het over een paar minuten opnieuw.",
	"siteBadGatewayError": "Er is een slechte gateway-fout opgetreden tijdens het ophalen van uw geregistreerde sites. Probeer het over een paar minuten opnieuw.",
	"siteServiceUnavailableError": "Huidige service niet beschikbaar tijdens het ophalen van uw geregistreerde sites. Probeer het over een paar minuten opnieuw.",
	"siteGatewayTimeoutError": "Er is een time-outfout opgetreden bij het ophalen van uw geregistreerde sites. Probeer het over een paar minuten opnieuw.",
	"siteUnknownError": "Er is een onbekende fout opgetreden bij het ophalen van uw geregistreerde sites. Probeer het over een paar minuten opnieuw.",
	"siteIdBadRequestError": "Er is een fout opgetreden tijdens het ophalen van de geselecteerde site-informatie. Probeer het over een paar minuten opnieuw.",
	"siteIdForbiddenError": "U heeft niet meer de juiste rechten om deze site-informatie te bekijken. Probeer het over een paar minuten opnieuw.",
	"siteIdNotFoundError": "We kunnen deze specifieke site-informatie niet meer vinden. Sorry daarvoor.",
	"siteIdTooManyRequestsError": "U stuurt ons op dit moment veel te veel verzoeken om deze site-informatie. Kun je even wachten tot we dit verzoek hebben afgerond?",
	"siteIdInternalServerError": "Er is een interne serverfout opgetreden bij het ophalen van uw geselecteerde site-informatie. Probeer het over een paar minuten opnieuw.",
	"siteIdBadGatewayError": "Er is een slechte gateway-fout opgetreden bij het ophalen van uw geselecteerde site-informatie. Probeer het over een paar minuten opnieuw.",
	"siteIdServiceUnavailableError": "Huidige service niet beschikbaar tijdens het ophalen van uw geselecteerde site-informatie. Probeer het over een paar minuten opnieuw.",
	"siteIdGatewayTimeoutError": "Er is een time-outfout opgetreden bij het ophalen van uw geselecteerde site-informatie.",
	"siteIdUnknownError": "Er is een onbekende fout opgetreden bij het ophalen van uw geselecteerde site-informatie. Probeer het opnieuw."
}
