{
	"badGatewayError": "Slechte gateway",
	"badRequestError": "Foutief verzoek",
	"fallbackUnknownError": "Er is een onbekende fout opgetreden: {{ message }} met de volgende stacktracering: {{ component }}",
	"forbiddenError": "Verboden",
	"gatewayTimeoutError": "Gateway-time-out",
	"internalServerError": "Interne Server Fout",
	"notFoundError": "Niet gevonden",
	"requestTimeoutError": "Verzoek time-out",
	"serviceUnavailableError": "Dienst tijdelijk niet beschikbaar",
	"tooManyRequestsError": "Te veel verzoeken",
	"unauthorizedError": "Ongeautoriseerd",
	"unknownError": "Onbekende fout",
	"pageBadGatewayError": "We zijn een slechte gateway-fout tegengekomen aan de serverzijde. Probeer deze pagina over een paar minuten te openen.",
	"pageBadRequestError": "We zijn een fout met een slecht verzoek tegengekomen aan de clientzijde. Probeer de huidige URL te controleren als deze correct is getypt of wis uw browsercache en cookies.",
	"pageForbiddenError": "U heeft geen toegang tot deze pagina. Geef de juiste inloggegevens op om toegang te krijgen tot deze pagina.",
	"pageGatewayTimeoutError": "Er is momenteel een gatewaytime-outfout aan de serverzijde. Probeer deze pagina over een paar minuten te openen.",
	"pageInternalServerError": "Er is een interne serverfout opgetreden aan de serverzijde. Probeer het over een paar minuten opnieuw.",
	"pageNotFoundError": "U probeert toegang te krijgen tot een pagina die niet meer bestaat. Daar kunnen we niets aan doen.",
	"pageRequestTimeoutError": "Er is een time-outfout opgetreden aan de clientzijde. Probeer de huidige URL te controleren als deze correct is getypt. Probeer anders deze pagina te vernieuwen.",
	"pageServiceUnavailableError": "Het lijkt erop dat onze servers momenteel niet beschikbaar zijn vanwege gepland onderhoud of dat er verzoeken zijn overbelast en proberen er iets aan te doen. Probeer deze pagina tenminste aan uw kant te vernieuwen.",
	"pageTooManyRequestsError": "We hebben gemerkt dat je ons in korte tijd veel verzoeken hebt gestuurd. Probeer een beetje geduld met ons te hebben terwijl we uw verzoeken dienovereenkomstig behandelen.",
	"pageUnauthorizedError": "U heeft geen toegang tot deze pagina. Log alstublieft in om toegang te krijgen tot deze pagina.",
	"pageUnknownError": "Nou dat is raar! Maak je geen zorgen, laat ons deze situatie meteen afhandelen.",
	"siteBadGatewayGetError": "Er is een slechte gateway-fout opgetreden tijdens het ophalen van uw geregistreerde sites. Probeer deze pagina over een paar minuten te openen.",
	"siteBadRequestGetError": "Er is een fout opgetreden tijdens het ophalen van uw geregistreerde sites. Probeer deze pagina over een paar minuten te openen.",
	"siteForbiddenGetError": "U heeft niet meer de juiste rechten om uw sites te bekijken.",
	"siteGatewayTimeoutGetError": "Er is een time-outfout opgetreden bij het ophalen van uw geregistreerde sites. Probeer deze pagina over een paar minuten te openen.",
	"siteIdBadGatewayGetError": "Er is een slechte gateway-fout opgetreden bij het ophalen van {{ site }} website-informatie. Probeer deze pagina over een paar minuten te openen.",
	"siteIdBadRequestGetError": "Er is een fout opgetreden bij het aanvragen van een fout bij het ophalen van {{ site }} website-informatie. Probeer deze pagina over een paar minuten te openen.",
	"siteIdCreatedSuccess": "Gefeliciteerd! {{ site }} website is succesvol geregistreerd.",
	"siteIdForbiddenGetError": "U heeft niet meer de juiste rechten om de {{ site }} website te bekijken. Probeer deze pagina over een paar minuten te openen.",
	"siteIdGatewayTimeoutGetError": "Er is een time-outfout opgetreden bij het ophalen van {{ site }} website-informatie.",
	"siteIdInternalServerGetError": "Er is een interne serverfout opgetreden bij het ophalen van {{ site }} website-informatie. Probeer deze pagina over een paar minuten te openen.",
	"siteIdNotFoundGetError": "We kunnen de {{ site }} website niet meer vinden. Sorry daarvoor.",
	"siteIdServiceUnavailableGetError": "Huidige service niet beschikbaar tijdens het ophalen van {{ site }} website-informatie. Probeer deze pagina over een paar minuten te openen.",
	"siteIdTooManyRequestsGetError": "U stuurt ons op dit moment veel te veel verzoeken voor een {{ site }} website. Kun je even wachten tot we dit verzoek hebben afgerond?",
	"siteIdUnknownError": "Er is een onbekende fout opgetreden bij het ophalen van {{ site }} website-informatie. Probeer het opnieuw.",
	"siteInternalServerGetError": "Er is een interne serverfout opgetreden bij het ophalen van uw geregistreerde sites. Probeer deze pagina over een paar minuten te openen.",
	"siteNotFoundGetError": "We kunnen uw sites niet vinden. Sorry daarvoor.",
	"siteServiceUnavailableGetError": "Huidige service niet beschikbaar tijdens het ophalen van uw geregistreerde sites. Probeer deze pagina over een paar minuten te openen.",
	"siteTooManyRequestsError": "Je stuurt ons op dit moment veel te veel siteverzoeken. Kun je even wachten tot we dit verzoek hebben afgerond?",
	"siteUnknownError": "Er is een onbekende fout opgetreden bij het ophalen van uw geregistreerde sites. Probeer het opnieuw.",
	"userBadGatewayGetError": "Er is een slechte gateway-fout opgetreden tijdens het ophalen van uw gebruikersgegevens. Probeer deze pagina over een paar minuten te openen.",
	"userBadRequestGetError": "Er is een fout opgetreden tijdens het ophalen van uw gebruikersgegevens. Probeer deze pagina over een paar minuten opnieuw te openen.",
	"userForbiddenGetError": "U heeft niet meer de juiste rechten om deze pagina te bekijken.",
	"userGatewayTimeoutGetError": "Er is een time-outfout opgetreden bij het ophalen van uw gebruikersgegevens. Probeer deze pagina over een paar minuten te openen.",
	"userInternalServerGetError": "Er is een interne serverfout opgetreden bij het ophalen van uw gebruikersgegevens. Probeer deze pagina over een paar minuten te openen.",
	"userNotFoundGetError": "Deze gebruiker bestaat blijkbaar niet in onze database. Sorry daarvoor.",
	"userServiceUnavailableGetError": "We kunnen uw gebruikersgegevens niet ophalen omdat de service momenteel niet beschikbaar is. Probeer deze pagina over een paar minuten te openen.",
	"userTooManyRequestsError": "We kunnen uw gebruikersgegevens niet ophalen omdat de service momenteel niet beschikbaar is. Probeer deze pagina over een paar minuten te openen.",
	"userUnknownError": "Er is een onbekende fout opgetreden bij het ophalen van uw gebruikersgegevens. Probeer het opnieuw.",
	"loginOkSuccess": "Succesvol ingelogd! U wordt doorverwezen naar het Sites-dashboard...",
	"loginBadRequestPostError": "We kunnen u niet aanmelden met de opgegeven inloggegevens. Controleer uw inloggegevens opnieuw.",
	"loginUnknownError": "Er is een onbekende fout opgetreden tijdens het inloggen. Probeer het opnieuw.",
	"registrationOkSuccess": "Bedankt voor het aanmelden. Controleer uw e-mail voor verificatie!",
	"registrationUsernameAlreadyExistsError": "Het lijkt erop dat deze gebruikersnaam al in gebruik was en nog steeds bestaat. Probeer een andere.",
	"registrationEmailAlreadyExistsError": "Het lijkt erop dat dit e-mailadres al in gebruik was en nog steeds bestaat. Probeer een andere.",
	"registrationBadRequestPostError": "We kunnen u niet registreren met de opgegeven inloggegevens. Controleer uw registratiegegevens opnieuw.",
	"registrationUnknownError": "Er is een onbekende fout opgetreden bij het registreren van uw gebruikersgegevens. Probeer het opnieuw.",
	"resetPasswordOkSuccess": "Reset wachtwoordverzoek succesvol verzonden! Controleer uw e-mail om door te gaan met het proces.",
	"resetPasswordBadRequestPostError": "We kunnen uw wachtwoord niet opnieuw instellen met de opgegeven inloggegevens. Controleer de details van uw reset-wachtwoord opnieuw.",
	"resetPasswordUnknownError": "Er is een onbekende fout opgetreden terwijl we uw wachtwoord opnieuw instellen. Probeer het opnieuw.",
	"updatePasswordOkSuccess": "Wachtwoord is succesvol gereset.",
	"updatePasswordBadRequestPostError": "We kunnen uw wachtwoord niet bijwerken met de opgegeven inloggegevens. Controleer de details van uw updatewachtwoord opnieuw.",
	"updatePasswordInvalidTokenError": "Token is al verlopen. We kunnen uw verzoek niet meer in behandeling nemen.",
	"updatePasswordUnknownError": "Er is een onbekende fout opgetreden tijdens het bijwerken van uw wachtwoord. Probeer het opnieuw.",
	"confirmEmailOkSuccess": "Gefeliciteerd! Je profiel is nu klaar voor gebruik. Klik op de onderstaande knop om terug te gaan naar de inlogpagina.",
	"confirmEmailUnknownError": "Er is een onbekende fout opgetreden terwijl we uw e-mail bevestigen. Probeer het opnieuw.",
	"signupOkSuccess": "Wachtwoordgegevens succesvol toegevoegd aan huidige gebruiker. U wordt doorverwezen naar het Sites-dashboard...",
	"signupUnknownError": "Er is een onbekende fout opgetreden tijdens het toevoegen van uw wachtwoordgegevens. Probeer het opnieuw.",
	"scanBadGatewayGetError": "Er is een slechte gateway-fout opgetreden bij het ophalen van scans voor de {{ site }} website.",
	"scanBadRequestGetError": "Er is een fout met een slecht verzoek opgetreden bij het ophalen van scans voor de {{ site }} website.",
	"scanForbiddenGetError": "U heeft niet de juiste rechten om scans voor de {{ site }} website te bekijken.",
	"scanGatewayTimeoutGetError": "Er is een time-outfout opgetreden bij het ophalen van scans voor de {{ site }} website.",
	"scanInternalServerGetError": "Er is een interne serverfout opgetreden bij het ophalen van scans voor de {{ site }} website.",
	"scanNotFoundGetError": "We kunnen geen scans vinden voor {{ site }} website . Sorry daarvoor.",
	"scanServiceUnavailableGetError": "Huidige service niet beschikbaar tijdens het ophalen van scans voor {{ site }} website.",
	"scanTooManyRequestsError": "We ontvangen te veel scanverzoeken voor de {{ site }} website. Opnieuw proberen...",
	"scanUnknownError": "Er is een onbekende fout opgetreden bij het ophalen van scans voor {{ site }} website. Probeer het opnieuw.",
	"statsBadGatewayGetError": "Er is een slechte gateway-fout opgetreden bij het ophalen van statistieken voor de {{ site }} website.",
	"statsBadRequestGetError": "Er is een fout opgetreden met een slecht verzoek bij het ophalen van statistieken voor de {{ site }} website.",
	"statsForbiddenGetError": "U heeft niet de juiste rechten om statistieken voor de {{ site }} website te bekijken.",
	"statsGatewayTimeoutGetError": "Er is een time-outfout opgetreden bij het ophalen van de statistieken voor de {{ site }} website.",
	"statsInternalServerGetError": "Er is een interne serverfout opgetreden bij het ophalen van statistieken voor de {{ site }} website.",
	"statsNotFoundGetError": "We kunnen geen statistieken vinden voor {{ site }} website . Sorry daarvoor.",
	"statsServiceUnavailableGetError": "Huidige service niet beschikbaar tijdens het ophalen van statistieken voor {{ site }} website.",
	"statsTooManyRequestsError": "We ontvangen te veel statistiekenverzoeken voor de {{ site }} website. Opnieuw proberen...",
	"statsUnknownError": "Er is een onbekende fout opgetreden bij het ophalen van statistieken voor de {{ site }} website. Probeer het opnieuw."
}
