{
	"fallbackErrorMessage": "Proces niet succesvol afgerond. Probeer het opnieuw.",
	"fallbackSuccessMessage": "Proces succesvol afgerond.",
	"fallbackWarningMessage": "Het proces wordt onmiddellijk uitgevoerd. Ik hoop dat je weet wat je doet.",
	"fallbackInfoMessage": "Proces wordt momenteel uitgevoerd...",
	"userOkSuccess": "Gebruikersinformatie succesvol opgehaald. U wordt omgeleid naar de dashboardpagina van de site...",
	"userCreatedSuccess": "Gebruikersinformatie is bijgewerkt.",
	"dismissMessage": "Afwijzen",
	"userBadRequestError": "Er is een fout opgetreden bij het ophalen van uw gebruikersgegevens. Deze pagina opnieuw laden...",
	"userForbiddenError": "U heeft geen rechten meer om deze pagina te bekijken. U wordt doorverwezen naar de inlogpagina...",
	"userNotFoundError": "Deze gebruiker bestaat niet in onze database. U wordt doorverwezen naar de inlogpagina...",
	"userTooManyRequests": "Je stuurt ons op dit moment veel te veel gebruikersverzoeken. Deze pagina opnieuw laden...",
	"userInternalServerError": "Er is een interne serverfout opgetreden bij het ophalen van uw gebruikersgegevens. U wordt doorverwezen naar de 5XX-pagina...",
	"userBadGatewayError": "Er is een slechte gateway-fout opgetreden tijdens het ophalen van uw gebruikersgegevens. U wordt doorverwezen naar de 5XX-pagina...",
	"userServiceUnavailableError": "Huidige service niet beschikbaar tijdens het ophalen van uw gebruikersinformatie. U wordt doorverwezen naar de 5XX-pagina...",
	"userGatewayTimeoutError": "Er is een time-outfout opgetreden bij het ophalen van uw gebruikersgegevens. U wordt doorverwezen naar de 5XX-pagina...",
	"userUnknownError": "Er is een onbekende fout opgetreden bij het ophalen van uw gebruikersgegevens. U wordt doorverwezen naar de foutpagina...",
	"siteBadRequestError": "Er is een fout opgetreden tijdens het ophalen van uw geregistreerde sites. Sites vernieuwen...",
	"siteForbiddenError": "U heeft geen rechten meer om uw sites te bekijken.",
	"siteNotFoundError": "Deze site bestaat niet in onze database.",
	"siteTooManyRequests": "Je stuurt ons op dit moment veel te veel siteverzoeken.",
	"siteInternalServerError": "Er is een interne serverfout opgetreden bij het ophalen van uw geregistreerde sites.",
	"siteBadGatewayError": "Er is een slechte gateway-fout opgetreden bij het ophalen van uw geregistreerde sites.",
	"siteServiceUnavailableError": "Huidige service niet beschikbaar tijdens het ophalen van uw geregistreerde sites.",
	"siteGatewayTimeoutError": "Er is een time-outfout opgetreden bij het ophalen van uw geregistreerde sites.",
	"siteUnknownError": "Er is een onbekende fout opgetreden bij het ophalen van uw geregistreerde sites."
}
