{
	"fallback": {
		"200OkSuccessResponse": "Ok",
		"201CreatedSuccessResponse": "Created",
		"204NoContentSuccessResponse": "No Content",
		"400BadRequestErrorResponse": "Bad Request",
		"401UnauthorizedErrorResponse": "Unauthorized",
		"403ForbiddenErrorResponse": "Forbidden",
		"404NotFoundErrorResponse": "Not Found",
		"429TooManyRequestsErrorResponse": "Too Many Requests",
		"500InternalServerErrorResponse": "Internal Server Error",
		"502BadGatewayErrorResponse": "Bad Gateway",
		"503ServiceUnavailableErrorResponse": "Service Unavailable",
		"504GatewayTimeoutErrorResponse": "Gateway Timeout",
		"unknownResponse": {
			"title": "Unknown Response",
			"message": "An unknown error has occured. Please try again."
		},
		"unknownClientErrorResponse": {
			"title": "Unknown Client Error",
			"message": "An unknown client error has occured. Please try again."
		},
		"unknownServerErrorResponse": {
			"title": "Unknown Server Error",
			"message": "An unknown server error has occured. Please try again."
		}
	},
	"auth": {
		"user": {
			"delete": {
				"200OkSuccessResponse": "User delete success! Got a 200 OK success response.",
				"201CreatedSuccessResponse": "User delete success! Got a 201 created success response.",
				"400BadRequestErrorResponse": "User delete failed. Got a 400 bad request error response. Please try again.",
				"401UnauthorizedErrorResponse": "User delete failed. Got a 401 unauthorized error response. Please try again.",
				"403ForbiddenErrorResponse": "User delete failed. Got a 403 forbidden error response.",
				"404NotFoundErrorResponse": "User delete failed. Got a 404 not found error response.",
				"429TooManyRequestsErrorResponse": "User delete failed. Got a 429 too many requests error response.",
				"500InternalServerErrorResponse": "User delete failed. Got a 500 internal server error response.",
				"502BadGatewayErrorResponse": "User delete failed. Got a 502 bad gateway error response.",
				"503ServiceUnavailableErrorResponse": "User delete failed. Got a 503 service unavailable error response.",
				"504GatewayTimeoutErrorResponse": "User delete failed. Got a 504 gateway timeout error response."
			},
			"get": {
				"200OkSuccessResponse": "User get success! Got a 200 OK success response.",
				"201CreatedSuccessResponse": "User get success! Got a 201 created success response.",
				"400BadRequestErrorResponse": "User get failed. Got a 400 bad request error response. Please try again.",
				"401UnauthorizedErrorResponse": "User get failed. Got a 401 unauthorized error response. Please try again.",
				"403ForbiddenErrorResponse": "User get failed. Got a 403 forbidden error response.",
				"404NotFoundErrorResponse": "User get failed. Got a 404 not found error response.",
				"429TooManyRequestsErrorResponse": "User get failed. Got a 429 too many requests error response.",
				"500InternalServerErrorResponse": "User get failed. Got a 500 internal server error response.",
				"502BadGatewayErrorResponse": "User get failed. Got a 502 bad gateway error response.",
				"503ServiceUnavailableErrorResponse": "User get failed. Got a 503 service unavailable error response.",
				"504GatewayTimeoutErrorResponse": "User get failed. Got a 504 gateway timeout error response."
			},
			"patch": {
				"200OkSuccessResponse": "User patch success! Got a 200 OK success response.",
				"201CreatedSuccessResponse": "User patch success! Got a 201 created success response.",
				"400BadRequestErrorResponse": "User patch failed. Got a 400 bad request error response. Please try again.",
				"401UnauthorizedErrorResponse": "User patch failed. Got a 401 unauthorized error response. Please try again.",
				"403ForbiddenErrorResponse": "User patch failed. Got a 403 forbidden error response.",
				"404NotFoundErrorResponse": "User patch failed. Got a 404 not found error response.",
				"429TooManyRequestsErrorResponse": "User patch failed. Got a 429 too many requests error response.",
				"500InternalServerErrorResponse": "User patch failed. Got a 500 internal server error response.",
				"502BadGatewayErrorResponse": "User patch failed. Got a 502 bad gateway error response.",
				"503ServiceUnavailableErrorResponse": "User patch failed. Got a 503 service unavailable error response.",
				"504GatewayTimeoutErrorResponse": "User patch failed. Got a 504 gateway timeout error response.",
				"misc": {
					"localTime": {
						"enable": {
							"200OkSuccessResponse": "User local time enable success! Got a 200 OK success response.",
							"201CreatedSuccessResponse": "User local time enable success! Got a 201 created success response.",
							"400BadRequestErrorResponse": "User local time enable failed. Got a 400 bad request error response. Please try again.",
							"401UnauthorizedErrorResponse": "User local time enable failed. Got a 401 unauthorized error response. Please try again.",
							"403ForbiddenErrorResponse": "User local time enable failed. Got a 403 forbidden error response.",
							"404NotFoundErrorResponse": "User local time enable failed. Got a 404 not found error response.",
							"429TooManyRequestsErrorResponse": "User local time enable failed. Got a 429 too many requests error response.",
							"500InternalServerErrorResponse": "User local time enable failed. Got a 500 internal server error response.",
							"502BadGatewayErrorResponse": "User local time enable failed. Got a 502 bad gateway error response.",
							"503ServiceUnavailableErrorResponse": "User local time enable failed. Got a 503 service unavailable error response.",
							"504GatewayTimeoutErrorResponse": "User local time enable failed. Got a 504 gateway timeout error response."
						},
						"disable": {
							"200OkSuccessResponse": "User local time disable success! Got a 200 OK success response.",
							"201CreatedSuccessResponse": "User local time disable success! Got a 201 created success response.",
							"400BadRequestErrorResponse": "User local time disable failed. Got a 400 bad request error response. Please try again.",
							"401UnauthorizedErrorResponse": "User local time disable failed. Got a 401 unauthorized error response. Please try again.",
							"403ForbiddenErrorResponse": "User local time disable failed. Got a 403 forbidden error response.",
							"404NotFoundErrorResponse": "User local time disable failed. Got a 404 not found error response.",
							"429TooManyRequestsErrorResponse": "User local time disable failed. Got a 429 too many requests error response.",
							"500InternalServerErrorResponse": "User local time disable failed. Got a 500 internal server error response.",
							"502BadGatewayErrorResponse": "User local time disable failed. Got a 502 bad gateway error response.",
							"503ServiceUnavailableErrorResponse": "User local time disable failed. Got a 503 service unavailable error response.",
							"504GatewayTimeoutErrorResponse": "User local time disable failed. Got a 504 gateway timeout error response."
						}
					}
				}
			},
			"put": {
				"200OkSuccessResponse": "User put success! Got a 200 OK success response.",
				"201CreatedSuccessResponse": "User put success! Got a 201 created success response.",
				"400BadRequestErrorResponse": "User put failed. Got a 400 bad request error response. Please try again.",
				"401UnauthorizedErrorResponse": "User put failed. Got a 401 unauthorized error response. Please try again.",
				"403ForbiddenErrorResponse": "User put failed. Got a 403 forbidden error response.",
				"404NotFoundErrorResponse": "User put failed. Got a 404 not found error response.",
				"429TooManyRequestsErrorResponse": "User put failed. Got a 429 too many requests error response.",
				"500InternalServerErrorResponse": "User put failed. Got a 500 internal server error response.",
				"502BadGatewayErrorResponse": "User put failed. Got a 502 bad gateway error response.",
				"503ServiceUnavailableErrorResponse": "User put failed. Got a 503 service unavailable error response.",
				"504GatewayTimeoutErrorResponse": "User put failed. Got a 504 gateway timeout error response."
			}
		},
		"login": {
			"post": {
				"200OkSuccessResponse": "Login post success! Got a 200 OK success response.",
				"201CreatedSuccessResponse": "Login post success! Got a 201 created success response.",
				"400BadRequestErrorResponse": "Login post failed. Got a 400 bad request error response. Please try again.",
				"401UnauthorizedErrorResponse": "Login post failed. Got a 401 unauthorized error response. Please try again.",
				"403ForbiddenErrorResponse": "Login post failed. Got a 403 forbidden error response.",
				"404NotFoundErrorResponse": "Login post failed. Got a 404 not found error response.",
				"429TooManyRequestsErrorResponse": "Login post failed. Got a 429 too many requests error response.",
				"500InternalServerErrorResponse": "Login post failed. Got a 500 internal server error response.",
				"502BadGatewayErrorResponse": "Login post failed. Got a 502 bad gateway error response.",
				"503ServiceUnavailableErrorResponse": "Login post failed. Got a 503 service unavailable error response.",
				"504GatewayTimeoutErrorResponse": "Login post failed. Got a 504 gateway timeout error response."
			}
		},
		"registration": {
			"post": {
				"200OkSuccessResponse": "Registration post success! Got a 200 OK success response.",
				"201CreatedSuccessResponse": "Registration post success! Got a 201 created success response.",
				"400BadRequestErrorResponse": "Registration post failed. Got a 400 bad request error response. Please try again.",
				"401UnauthorizedErrorResponse": "Registration post failed. Got a 401 unauthorized error response. Please try again.",
				"403ForbiddenErrorResponse": "Registration post failed. Got a 403 forbidden error response.",
				"404NotFoundErrorResponse": "Registration post failed. Got a 404 not found error response.",
				"429TooManyRequestsErrorResponse": "Registration post failed. Got a 429 too many requests error response.",
				"500InternalServerErrorResponse": "Registration post failed. Got a 500 internal server error response.",
				"502BadGatewayErrorResponse": "Registration post failed. Got a 502 bad gateway error response.",
				"503ServiceUnavailableErrorResponse": "Registration post failed. Got a 503 service unavailable error response.",
				"504GatewayTimeoutErrorResponse": "Registration post failed. Got a 504 gateway timeout error response."
			},
			"misc": {
				"usernameAlreadyExists": "The user name you have entered already exists. Please try another one.",
				"emailAlreadyExists": "The email you have entered already exists. Please try another one."
			}
		},
		"logout": {
			"post": {
				"200OkSuccessResponse": "Logout post success! Got a 200 OK success response. Redirecting you to the login page...",
				"201CreatedSuccessResponse": "Logout post success! Got a 201 created success response. Redirecting you to the login page...",
				"400BadRequestErrorResponse": "Logout post failed. Got a 400 bad request error response. Please try again. Redirecting you to back to your sites dashboard...",
				"401UnauthorizedErrorResponse": "Logout post failed. Got a 401 unauthorized error response. Please try again. Redirecting you to back to your sites dashboard...",
				"403ForbiddenErrorResponse": "Logout post failed. Got a 403 forbidden error response. Redirecting you to back to your sites dashboard...",
				"404NotFoundErrorResponse": "Logout post failed. Got a 404 not found error response. Redirecting you to back to your sites dashboard...",
				"429TooManyRequestsErrorResponse": "Logout post failed. Got a 429 too many requests error response. Redirecting you to back to your sites dashboard...",
				"500InternalServerErrorResponse": "Logout post failed. Got a 500 internal server error response. Redirecting you to back to your sites dashboard...",
				"502BadGatewayErrorResponse": "Logout post failed. Got a 502 bad gateway error response. Redirecting you to back to your sites dashboard...",
				"503ServiceUnavailableErrorResponse": "Logout post failed. Got a 503 service unavailable error response. Redirecting you to back to your sites dashboard...",
				"504GatewayTimeoutErrorResponse": "Logout post failed. Got a 504 gateway timeout error response. Redirecting you to back to your sites dashboard..."
			}
		},
		"password": {
			"change": {
				"post": {
					"200OkSuccessResponse": "Password change post success! Got a 200 OK success response.",
					"201CreatedSuccessResponse": "Password change post success! Got a 201 created success response.",
					"400BadRequestErrorResponse": "Password change post failed. Got a 400 bad request error response. Please try again.",
					"401UnauthorizedErrorResponse": "Password change post failed. Got a 401 unauthorized error response. Please try again.",
					"403ForbiddenErrorResponse": "Password change post failed. Got a 403 forbidden error response.",
					"404NotFoundErrorResponse": "Password change post failed. Got a 404 not found error response.",
					"429TooManyRequestsErrorResponse": "Password change post failed. Got a 429 too many requests error response.",
					"500InternalServerErrorResponse": "Password change post failed. Got a 500 internal server error response.",
					"502BadGatewayErrorResponse": "Password change post failed. Got a 502 bad gateway error response.",
					"503ServiceUnavailableErrorResponse": "Password change post failed. Got a 503 service unavailable error response.",
					"504GatewayTimeoutErrorResponse": "Password change post failed. Got a 504 gateway timeout error response."
				}
			},
			"reset": {
				"post": {
					"200OkSuccessResponse": "Password reset post success! Got a 200 OK success response.",
					"201CreatedSuccessResponse": "Password reset post success! Got a 201 created success response.",
					"400BadRequestErrorResponse": "Password reset post failed. Got a 400 bad request error response. Please try again.",
					"401UnauthorizedErrorResponse": "Password reset post failed. Got a 401 unauthorized error response. Please try again.",
					"403ForbiddenErrorResponse": "Password reset post failed. Got a 403 forbidden error response.",
					"404NotFoundErrorResponse": "Password reset post failed. Got a 404 not found error response.",
					"429TooManyRequestsErrorResponse": "Password reset post failed. Got a 429 too many requests error response.",
					"500InternalServerErrorResponse": "Password reset post failed. Got a 500 internal server error response.",
					"502BadGatewayErrorResponse": "Password reset post failed. Got a 502 bad gateway error response.",
					"503ServiceUnavailableErrorResponse": "Password reset post failed. Got a 503 service unavailable error response.",
					"504GatewayTimeoutErrorResponse": "Password reset post failed. Got a 504 gateway timeout error response."
				},
				"confirm": {
					"post": {
						"200OkSuccessResponse": "Password confirmation success! Got a 200 OK success post response.",
						"201CreatedSuccessResponse": "Password confirmation success! Got a 201 created success post response.",
						"400BadRequestErrorResponse": "Password confirmation failed. Got a 400 bad request error post response. Please try again.",
						"401UnauthorizedErrorResponse": "Password confirmation failed. Got a 401 unauthorized error post response. Please try again.",
						"403ForbiddenErrorResponse": "Password confirmation failed. Got a 403 forbidden error post response.",
						"404NotFoundErrorResponse": "Password confirmation failed. Got a 404 not found error post response.",
						"429TooManyRequestsErrorResponse": "Password confirmation failed. Got a 429 too many requests error post response.",
						"500InternalServerErrorResponse": "Password confirmation failed. Got a 500 internal server error post response.",
						"502BadGatewayErrorResponse": "Password confirmation failed. Got a 502 bad gateway error post response.",
						"503ServiceUnavailableErrorResponse": "Password confirmation failed. Got a 503 service unavailable error post response.",
						"504GatewayTimeoutErrorResponse": "Password confirmation failed. Got a 504 gateway timeout error post response."
					}
				}
			}
		},
		"confirmEmail": {
			"post": {
				"201CreatedSuccessResponse": "Confirm email post success! Got a 201 created success response.",
				"400BadRequestErrorResponse": "Confirm email post failed. Got a 400 bad request error response. Please try again.",
				"401UnauthorizedErrorResponse": "Confirm email post failed. Got a 401 unauthorized error response. Please try again.",
				"403ForbiddenErrorResponse": "Confirm email post failed. Got a 403 forbidden error response. Please try again.",
				"404NotFoundErrorResponse": "Confirm email post failed. Got a 404 not found error response. Please try again.",
				"429TooManyRequestsErrorResponse": "Confirm email post failed. Got a 429 too many requests error response. Please try again.",
				"500InternalServerErrorResponse": "Confirm email post failed. Got a 500 internal server error response. Please try again.",
				"502BadGatewayErrorResponse": "Confirm email post failed. Got a 502 bad gateway error response. Please try again.",
				"503ServiceUnavailableErrorResponse": "Confirm email post failed. Got a 503 service unavailable error response. Please try again.",
				"504GatewayTimeoutErrorResponse": "Confirm email post failed. Got a 504 gateway timeout error response. Please try again."
			}
		}
	},
	"support": {
		"post": {
			"200OkSuccessResponse": "Support post success! Got a 200 OK success response.",
			"201CreatedSuccessResponse": "Support post success! Got a 201 created success response.",
			"400BadRequestErrorResponse": "Support post failed. Got a 400 bad request error response. Please try again.",
			"401UnauthorizedErrorResponse": "Support post failed. Got a 401 unauthorized error response. Please try again.",
			"403ForbiddenErrorResponse": "Support post failed. Got a 403 forbidden error response.",
			"404NotFoundErrorResponse": "Support post failed. Got a 404 not found error response.",
			"429TooManyRequestsErrorResponse": "Support post failed. Got a 429 too many requests error response.",
			"500InternalServerErrorResponse": "Support post failed. Got a 500 internal server error response.",
			"502BadGatewayErrorResponse": "Support post failed. Got a 502 bad gateway error response.",
			"503ServiceUnavailableErrorResponse": "Support post failed. Got a 503 service unavailable error response.",
			"504GatewayTimeoutErrorResponse": "Support post failed. Got a 504 gateway timeout error response."
		}
	},
	"signup": {
		"post": {
			"200OkSuccessResponse": "Signup post success! Got a 200 OK success response.",
			"201CreatedSuccessResponse": "Signup post success! Got a 201 created success response.",
			"400BadRequestErrorResponse": "Signup post failed. Got a 400 bad request error response. Please try again.",
			"401UnauthorizedErrorResponse": "Signup post failed. Got a 401 unauthorized error response. Please try again.",
			"403ForbiddenErrorResponse": "Signup post failed. Got a 403 forbidden error response.",
			"404NotFoundErrorResponse": "Signup post failed. Got a 404 not found error response.",
			"429TooManyRequestsErrorResponse": "Signup post failed. Got a 429 too many requests error response.",
			"500InternalServerErrorResponse": "Signup post failed. Got a 500 internal server error response.",
			"502BadGatewayErrorResponse": "Signup post failed. Got a 502 bad gateway error response.",
			"503ServiceUnavailableErrorResponse": "Signup post failed. Got a 503 service unavailable error response.",
			"504GatewayTimeoutErrorResponse": "Signup post failed. Got a 504 gateway timeout error response."
		}
	},
	"sites": {
		"get": {
			"200OkSuccessResponse": "Sites get success! Got a 200 OK success response.",
			"201CreatedSuccessResponse": "Sites get success! Got a 201 created success response.",
			"400BadRequestErrorResponse": "Sites get failed. Got a 400 bad request error response. Please try again.",
			"401UnauthorizedErrorResponse": "Sites get failed. Got a 401 unauthorized error response. Please try again.",
			"403ForbiddenErrorResponse": "Sites get failed. Got a 403 forbidden error response.",
			"404NotFoundErrorResponse": "Sites get failed. Got a 404 not found error response.",
			"429TooManyRequestsErrorResponse": "Sites get failed. Got a 429 too many requests error response.",
			"500InternalServerErrorResponse": "Sites get failed. Got a 500 internal server error response.",
			"502BadGatewayErrorResponse": "Sites get failed. Got a 502 bad gateway error response.",
			"503ServiceUnavailableErrorResponse": "Sites get failed. Got a 503 service unavailable error response.",
			"504GatewayTimeoutErrorResponse": "Sites get failed. Got a 504 gateway timeout error response."
		},
		"post": {
			"200OkSuccessResponse": "Sites post success! Got a 200 OK success response.",
			"201CreatedSuccessResponse": "Sites post success! Got a 201 created success response.",
			"400BadRequestErrorResponse": "Sites post failed. Got a 400 bad request error response. Please try again.",
			"401UnauthorizedErrorResponse": "Sites post failed. Got a 401 unauthorized error response. Please try again.",
			"403ForbiddenErrorResponse": "Sites post failed. Got a 403 forbidden error response.",
			"404NotFoundErrorResponse": "Sites post failed. Got a 404 not found error response.",
			"429TooManyRequestsErrorResponse": "Sites post failed. Got a 429 too many requests error response.",
			"500InternalServerErrorResponse": "Sites post failed. Got a 500 internal server error response.",
			"502BadGatewayErrorResponse": "Sites post failed. Got a 502 bad gateway error response.",
			"503ServiceUnavailableErrorResponse": "Sites post failed. Got a 503 service unavailable error response.",
			"504GatewayTimeoutErrorResponse": "Sites post failed. Got a 504 gateway timeout error response."
		},
		"put": {
			"200OkSuccessResponse": "Sites put success! Got a 200 OK success response.",
			"201CreatedSuccessResponse": "Sites put success! Got a 201 created success response.",
			"400BadRequestErrorResponse": "Sites put failed. Got a 400 bad request error response. Please try again.",
			"401UnauthorizedErrorResponse": "Sites put failed. Got a 401 unauthorized error response. Please try again.",
			"403ForbiddenErrorResponse": "Sites put failed. Got a 403 forbidden error response.",
			"404NotFoundErrorResponse": "Sites put failed. Got a 404 not found error response.",
			"429TooManyRequestsErrorResponse": "Sites put failed. Got a 429 too many requests error response.",
			"500InternalServerErrorResponse": "Sites put failed. Got a 500 internal server error response.",
			"502BadGatewayErrorResponse": "Sites put failed. Got a 502 bad gateway error response.",
			"503ServiceUnavailableErrorResponse": "Sites put failed. Got a 503 service unavailable error response.",
			"504GatewayTimeoutErrorResponse": "Sites put failed. Got a 504 gateway timeout error response."
		},
		"patch": {
			"200OkSuccessResponse": "Sites patch success! Got a 200 OK success response.",
			"201CreatedSuccessResponse": "Sites patch success! Got a 201 created success response.",
			"400BadRequestErrorResponse": "Sites patch failed. Got a 400 bad request error response. Please try again.",
			"401UnauthorizedErrorResponse": "Sites patch failed. Got a 401 unauthorized error response. Please try again.",
			"403ForbiddenErrorResponse": "Sites patch failed. Got a 403 forbidden error response.",
			"404NotFoundErrorResponse": "Sites patch failed. Got a 404 not found error response.",
			"429TooManyRequestsErrorResponse": "Sites patch failed. Got a 429 too many requests error response.",
			"500InternalServerErrorResponse": "Sites patch failed. Got a 500 internal server error response.",
			"502BadGatewayErrorResponse": "Sites patch failed. Got a 502 bad gateway error response.",
			"503ServiceUnavailableErrorResponse": "Sites patch failed. Got a 503 service unavailable error response.",
			"504GatewayTimeoutErrorResponse": "Sites patch failed. Got a 504 gateway timeout error response."
		},
		"delete": {
			"200OkSuccessResponse": "Sites delete success! Got a 200 OK success response.",
			"201CreatedSuccessResponse": "Sites delete success! Got a 201 created success response.",
			"204NoContentSuccessResponse": "Sites delete success! Got a 204 no content success response.",
			"400BadRequestErrorResponse": "Sites delete failed. Got a 400 bad request error response. Please try again.",
			"401UnauthorizedErrorResponse": "Sites delete failed. Got a 401 unauthorized error response. Please try again.",
			"403ForbiddenErrorResponse": "Sites delete failed. Got a 403 forbidden error response.",
			"404NotFoundErrorResponse": "Sites delete failed. Got a 404 not found error response.",
			"429TooManyRequestsErrorResponse": "Sites delete failed. Got a 429 too many requests error response.",
			"500InternalServerErrorResponse": "Sites delete failed. Got a 500 internal server error response.",
			"502BadGatewayErrorResponse": "Sites delete failed. Got a 502 bad gateway error response.",
			"503ServiceUnavailableErrorResponse": "Sites delete failed. Got a 503 service unavailable error response.",
			"504GatewayTimeoutErrorResponse": "Sites delete failed. Got a 504 gateway timeout error response."
		},
		"urlInformation": {
			"patch": {
				"200OkSuccessResponse": "Sites URL information patch success! Got a 200 OK success response.",
				"201CreatedSuccessResponse": "Sites URL information patch success! Got a 201 created success response.",
				"400BadRequestErrorResponse": "Sites URL information patch failed. Got a 400 bad request error response. Please try again.",
				"401UnauthorizedErrorResponse": "Sites URL information patch failed. Got a 401 unauthorized error response. Please try again.",
				"403ForbiddenErrorResponse": "Sites URL information patch failed. Got a 403 forbidden error response.",
				"404NotFoundErrorResponse": "Sites URL information patch failed. Got a 404 not found error response.",
				"429TooManyRequestsErrorResponse": "Sites URL information patch failed. Got a 429 too many requests error response.",
				"500InternalServerErrorResponse": "Sites URL information patch failed. Got a 500 internal server error response.",
				"502BadGatewayErrorResponse": "Sites URL information patch failed. Got a 502 bad gateway error response.",
				"503ServiceUnavailableErrorResponse": "Sites URL information patch failed. Got a 503 service unavailable error response.",
				"504GatewayTimeoutErrorResponse": "Sites URL information patch failed. Got a 504 gateway timeout error response."
			},
			"put": {
				"200OkSuccessResponse": "Sites URL information put success! Got a 200 OK success response.",
				"201CreatedSuccessResponse": "Sites URL information put success! Got a 201 created success response.",
				"400BadRequestErrorResponse": "Sites URL information put failed. Got a 400 bad request error response. Please try again.",
				"401UnauthorizedErrorResponse": "Sites URL information put failed. Got a 401 unauthorized error response. Please try again.",
				"403ForbiddenErrorResponse": "Sites URL information put failed. Got a 403 forbidden error response.",
				"404NotFoundErrorResponse": "Sites URL information put failed. Got a 404 not found error response.",
				"429TooManyRequestsErrorResponse": "Sites URL information put failed. Got a 429 too many requests error response.",
				"500InternalServerErrorResponse": "Sites URL information put failed. Got a 500 internal server error response.",
				"502BadGatewayErrorResponse": "Sites URL information put failed. Got a 502 bad gateway error response.",
				"503ServiceUnavailableErrorResponse": "Sites URL information put failed. Got a 503 service unavailable error response.",
				"504GatewayTimeoutErrorResponse": "Sites URL information put failed. Got a 504 gateway timeout error response."
			},
			"post": {
				"200OkSuccessResponse": "Sites post success! Got a 200 OK success response.",
				"201CreatedSuccessResponse": "Sites post success! Got a 201 created success response.",
				"400BadRequestErrorResponse": "Sites post failed. Got a 400 bad request error response. Please try again.",
				"401UnauthorizedErrorResponse": "Sites post failed. Got a 401 unauthorized error response. Please try again.",
				"403ForbiddenErrorResponse": "Sites post failed. Got a 403 forbidden error response.",
				"404NotFoundErrorResponse": "Sites post failed. Got a 404 not found error response.",
				"429TooManyRequestsErrorResponse": "Sites post failed. Got a 429 too many requests error response.",
				"500InternalServerErrorResponse": "Sites post failed. Got a 500 internal server error response.",
				"502BadGatewayErrorResponse": "Sites post failed. Got a 502 bad gateway error response.",
				"503ServiceUnavailableErrorResponse": "Sites post failed. Got a 503 service unavailable error response.",
				"504GatewayTimeoutErrorResponse": "Sites post failed. Got a 504 gateway timeout error response.",
				"misc": {
					"siteUrlAlreadyExists": "The site url you entered already exists. Please try again with a different site url.",
					"enterValidSiteUrl": "You entered an invalid site url. Please enter a valid URL to proceed to next step."
				}
			}
		},
		"verifyUrl": {
			"post": {
				"200OkSuccessResponse": "Sites verify URL post success! Got a 200 OK success response.",
				"201CreatedSuccessResponse": "Sites verify URL post success! Got a 201 created success response.",
				"400BadRequestErrorResponse": "Sites verify URL post failed. Got a 400 bad request error response. Please try again.",
				"401UnauthorizedErrorResponse": "Sites verify URL post failed. Got a 401 unauthorized error response. Please try again.",
				"403ForbiddenErrorResponse": "Sites verify URL post failed. Got a 403 forbidden error response.",
				"404NotFoundErrorResponse": "Sites verify URL post failed. Got a 404 not found error response.",
				"429TooManyRequestsErrorResponse": "Sites verify URL post failed. Got a 429 too many requests error response.",
				"500InternalServerErrorResponse": "Sites verify URL post failed. Got a 500 internal server error response.",
				"502BadGatewayErrorResponse": "Sites verify URL post failed. Got a 502 bad gateway error response.",
				"503ServiceUnavailableErrorResponse": "Sites verify URL post failed. Got a 503 service unavailable error response.",
				"504GatewayTimeoutErrorResponse": "Sites verify URL post failed. Got a 504 gateway timeout error response.",
				"misc": {
					"siteVerificationFailedErrorResponse": "The site verification failed. Did you add the verification code to the site url? Please try again"
				}
			}
		}
	},
	"stats": {
		"get": {
			"200OkSuccessResponse": "Stats get success! Got a 200 OK success response.",
			"201CreatedSuccessResponse": "Stats get success! Got a 201 created success response.",
			"400BadRequestErrorResponse": "Stats get failed. Got a 400 bad request error response. Please try again.",
			"401UnauthorizedErrorResponse": "Stats get failed. Got a 401 unauthorized error response. Please try again.",
			"403ForbiddenErrorResponse": "Stats get failed. Got a 403 forbidden error response.",
			"404NotFoundErrorResponse": "Stats get failed. Got a 404 not found error response.",
			"429TooManyRequestsErrorResponse": "Stats get failed. Got a 429 too many requests error response.",
			"500InternalServerErrorResponse": "Stats get failed. Got a 500 internal server error response.",
			"502BadGatewayErrorResponse": "Stats get failed. Got a 502 bad gateway error response.",
			"503ServiceUnavailableErrorResponse": "Stats get failed. Got a 503 service unavailable error response.",
			"504GatewayTimeoutErrorResponse": "Stats get failed. Got a 504 gateway timeout error response."
		},
		"delete": {
			"200OkSuccessResponse": "Stats delete success! Got a 200 OK success response.",
			"201CreatedSuccessResponse": "Stats delete success! Got a 201 created success response.",
			"204NoContentSuccessResponse": "Stats delete success! Got a 204 no content success response.",
			"400BadRequestErrorResponse": "Stats delete failed. Got a 400 bad request error response. Please try again.",
			"401UnauthorizedErrorResponse": "Stats delete failed. Got a 401 unauthorized error response. Please try again.",
			"403ForbiddenErrorResponse": "Stats delete failed. Got a 403 forbidden error response.",
			"404NotFoundErrorResponse": "Stats delete failed. Got a 404 not found error response.",
			"429TooManyRequestsErrorResponse": "Stats delete failed. Got a 429 too many requests error response.",
			"500InternalServerErrorResponse": "Stats delete failed. Got a 500 internal server error response.",
			"502BadGatewayErrorResponse": "Stats delete failed. Got a 502 bad gateway error response.",
			"503ServiceUnavailableErrorResponse": "Stats delete failed. Got a 503 service unavailable error response.",
			"504GatewayTimeoutErrorResponse": "Stats delete failed. Got a 504 gateway timeout error response."
		}
	},
	"scan": {
		"get": {
			"200OkSuccessResponse": "Scan get success! Got a 200 OK success response.",
			"201CreatedSuccessResponse": "Scan get success! Got a 201 created success response.",
			"400BadRequestErrorResponse": "Scan get failed. Got a 400 bad request error response. Please try again.",
			"401UnauthorizedErrorResponse": "Scan get failed. Got a 401 unauthorized error response. Please try again.",
			"403ForbiddenErrorResponse": "Scan get failed. Got a 403 forbidden error response.",
			"404NotFoundErrorResponse": "Scan get failed. Got a 404 not found error response.",
			"429TooManyRequestsErrorResponse": "Scan get failed. Got a 429 too many requests error response.",
			"500InternalServerErrorResponse": "Scan get failed. Got a 500 internal server error response.",
			"502BadGatewayErrorResponse": "Scan get failed. Got a 502 bad gateway error response.",
			"503ServiceUnavailableErrorResponse": "Scan get failed. Got a 503 service unavailable error response.",
			"504GatewayTimeoutErrorResponse": "Scan get failed. Got a 504 gateway timeout error response."
		}
	},
	"pages": {
		"get": {
			"200OkSuccessResponse": "Pages get success! Got a 200 OK success response.",
			"201CreatedSuccessResponse": "Pages get success! Got a 201 created success response.",
			"400BadRequestErrorResponse": "Pages get failed. Got a 400 bad request error response. Please try again.",
			"401UnauthorizedErrorResponse": "Pages get failed. Got a 401 unauthorized error response. Please try again.",
			"403ForbiddenErrorResponse": "Pages get failed. Got a 403 forbidden error response.",
			"404NotFoundErrorResponse": "Pages get failed. Got a 404 not found error response.",
			"429TooManyRequestsErrorResponse": "Pages get failed. Got a 429 too many requests error response.",
			"500InternalServerErrorResponse": "Pages get failed. Got a 500 internal server error response.",
			"502BadGatewayErrorResponse": "Pages get failed. Got a 502 bad gateway error response.",
			"503ServiceUnavailableErrorResponse": "Pages get failed. Got a 503 service unavailable error response.",
			"504GatewayTimeoutErrorResponse": "Pages get failed. Got a 504 gateway timeout error response."
		},
		"post": {
			"200OkSuccessResponse": "Pages post success! Got a 200 OK success response.",
			"201CreatedSuccessResponse": "Pages post success! Got a 201 created success response.",
			"400BadRequestErrorResponse": "Pages post failed. Got a 400 bad request error response. Please try again.",
			"401UnauthorizedErrorResponse": "Pages post failed. Got a 401 unauthorized error response. Please try again.",
			"403ForbiddenErrorResponse": "Pages post failed. Got a 403 forbidden error response.",
			"404NotFoundErrorResponse": "Pages post failed. Got a 404 not found error response.",
			"429TooManyRequestsErrorResponse": "Pages post failed. Got a 429 too many requests error response.",
			"500InternalServerErrorResponse": "Pages post failed. Got a 500 internal server error response.",
			"502BadGatewayErrorResponse": "Pages post failed. Got a 502 bad gateway error response.",
			"503ServiceUnavailableErrorResponse": "Pages post failed. Got a 503 service unavailable error response.",
			"504GatewayTimeoutErrorResponse": "Pages post failed. Got a 504 gateway timeout error response."
		}
	},
	"links": {
		"get": {
			"200OkSuccessResponse": "Links get success! Got a 200 OK success response.",
			"201CreatedSuccessResponse": "Links get success! Got a 201 created success response.",
			"400BadRequestErrorResponse": "Links get failed. Got a 400 bad request error response. Please try again.",
			"401UnauthorizedErrorResponse": "Links get failed. Got a 401 unauthorized error response. Please try again.",
			"403ForbiddenErrorResponse": "Links get failed. Got a 403 forbidden error response.",
			"404NotFoundErrorResponse": "Links get failed. Got a 404 not found error response.",
			"429TooManyRequestsErrorResponse": "Links get failed. Got a 429 too many requests error response.",
			"500InternalServerErrorResponse": "Links get failed. Got a 500 internal server error response.",
			"502BadGatewayErrorResponse": "Links get failed. Got a 502 bad gateway error response.",
			"503ServiceUnavailableErrorResponse": "Links get failed. Got a 503 service unavailable error response.",
			"504GatewayTimeoutErrorResponse": "Links get failed. Got a 504 gateway timeout error response."
		},
		"put": {
			"200OkSuccessResponse": "Links post success! Got a 200 OK success response.",
			"201CreatedSuccessResponse": "Links post success! Got a 201 created success response.",
			"400BadRequestErrorResponse": "Links post failed. Got a 400 bad request error response. Please try again.",
			"401UnauthorizedErrorResponse": "Links post failed. Got a 401 unauthorized error response. Please try again.",
			"403ForbiddenErrorResponse": "Links post failed. Got a 403 forbidden error response.",
			"404NotFoundErrorResponse": "Links post failed. Got a 404 not found error response.",
			"429TooManyRequestsErrorResponse": "Links post failed. Got a 429 too many requests error response.",
			"500InternalServerErrorResponse": "Links post failed. Got a 500 internal server error response.",
			"502BadGatewayErrorResponse": "Links post failed. Got a 502 bad gateway error response.",
			"503ServiceUnavailableErrorResponse": "Links post failed. Got a 503 service unavailable error response.",
			"504GatewayTimeoutErrorResponse": "Links post failed. Got a 504 gateway timeout error response."
		},
		"patch": {
			"200OkSuccessResponse": "Links patch success! Got a 200 OK success response.",
			"201CreatedSuccessResponse": "Links patch success! Got a 201 created success response.",
			"400BadRequestErrorResponse": "Links patch failed. Got a 400 bad request error response. Please try again.",
			"401UnauthorizedErrorResponse": "Links patch failed. Got a 401 unauthorized error response. Please try again.",
			"403ForbiddenErrorResponse": "Links patch failed. Got a 403 forbidden error response.",
			"404NotFoundErrorResponse": "Links patch failed. Got a 404 not found error response.",
			"429TooManyRequestsErrorResponse": "Links patch failed. Got a 429 too many requests error response.",
			"500InternalServerErrorResponse": "Links patch failed. Got a 500 internal server error response.",
			"502BadGatewayErrorResponse": "Links patch failed. Got a 502 bad gateway error response.",
			"503ServiceUnavailableErrorResponse": "Links patch failed. Got a 503 service unavailable error response.",
			"504GatewayTimeoutErrorResponse": "Links patch failed. Got a 504 gateway timeout error response."
		}
	},
	"team": {},
	"stripe": {
		"paymentMethod": {
			"get": {
				"200OkSuccessResponse": "Stripe payment method get success! Got a 200 OK success response.",
				"201CreatedSuccessResponse": "Stripe payment method get success! Got a 201 Created success response.",
				"400BadRequestErrorResponse": "Stripe payment method get failed. Got a 400 bad request error response. Please try again.",
				"401UnauthorizedErrorResponse": "Stripe payment method get failed. Got a 401 unauthorized error response. Please try again.",
				"403ForbiddenErrorResponse": "Stripe payment method get failed. Got a 403 forbidden error response.",
				"404NotFoundErrorResponse": "Stripe payment method get failed. Got a 404 not found error response.",
				"429TooManyRequestsErrorResponse": "Stripe payment method get failed. Got a 429 too many requests error response.",
				"500InternalServerErrorResponse": "Stripe payment method get failed. Got a 500 internal server error response.",
				"502BadGatewayErrorResponse": "Stripe payment method get failed. Got a 502 bad gateway error response.",
				"503ServiceUnavailableErrorResponse": "Stripe payment method get failed. Got a 503 service unavailable error response.",
				"504GatewayTimeoutErrorResponse": "Stripe payment method failed. Got a 504 gateway timeout error response."
			},
			"post": {
				"200OkSuccessResponse": "Stripe payment method post success! Got a 200 OK success response.",
				"201CreatedSuccessResponse": "Stripe payment method post success! Got a 201 created success response.",
				"400BadRequestErrorResponse": "Stripe payment method post failed. Got a 400 bad request error response. Please try again.",
				"401UnauthorizedErrorResponse": "Stripe payment method post failed. Got a 401 unauthorized error response. Please try again.",
				"403ForbiddenErrorResponse": "Stripe payment method post failed. Got a 403 forbidden error response.",
				"404NotFoundErrorResponse": "Stripe payment method post failed. Got a 404 not found error response.",
				"429TooManyRequestsErrorResponse": "Stripe payment method post failed. Got a 429 too many requests error response.",
				"500InternalServerErrorResponse": "Stripe payment method post failed. Got a 500 internal server error response.",
				"502BadGatewayErrorResponse": "Stripe payment method post failed. Got a 502 bad gateway error response.",
				"503ServiceUnavailableErrorResponse": "Stripe payment method post failed. Got a 503 service unavailable error response.",
				"504GatewayTimeoutErrorResponse": "Stripe payment method post failed. Got a 504 gateway timeout error response."
			},
			"default": {}
		},
		"subscription": {
			"current": {}
		}
	}
}
