{
	"general": {
		"200OkSuccessResponse": "Ok",
		"201CreatedSuccessResponse": "Created",
		"400BadRequestErrorResponse": "Bad Request",
		"401UnauthorizedErrorResponse": "Unauthorized",
		"403ForbiddenErrorResponse": "Forbidden",
		"404NotFoundErrorResponse": "Not Found",
		"429TooManyRequestsErrorResponse": "Too Many Requests",
		"500InternalServerErrorResponse": "Internal Server Error",
		"502BadGatewayErrorResponse": "Bad Gateway",
		"503ServiceUnavailableErrorResponse": "Service Unavailable",
		"504GatewayTimeoutErrorResponse": "Gateway Timeout"
	},
	"fallback": {
		"unknownResponse": "An unknown error has occured. Please try again.",
		"unknownSuccessResponse": "Success",
		"unknownClientErrorResponse": "An unknown client error has occured. Please try again.",
		"unknownServerErrorResponse": "An unknown server error has occured. Please try again."
	},
	"auth": {
		"user": {
			"delete": {
				"200OkSuccessResponse": "Got a 200 OK success delete response.",
				"201CreatedSuccessResponse": "Got a 201 created success delete response.",
				"400BadRequestErrorResponse": "Got a 400 bad request error delete response. Please try again.",
				"401UnauthorizedErrorResponse": "Got a 401 unauthorized error delete response. Please try again.",
				"403ForbiddenErrorResponse": "Got a 403 forbidden error delete response.",
				"404NotFoundErrorResponse": "Got a 404 not found error delete response.",
				"429TooManyRequestsErrorResponse": "Got a 429 too many requests error delete response.",
				"500InternalServerErrorResponse": "Got a 500 internal server error delete response.",
				"502BadGatewayErrorResponse": "Got a 502 bad gateway error delete response.",
				"503ServiceUnavailableErrorResponse": "Got a 503 service unavailable error delete response.",
				"504GatewayTimeoutErrorResponse": "Got a 504 gateway timeout error delete response."
			},
			"get": {
				"200OkSuccessResponse": "User success! Got a 200 OK success get response.",
				"201CreatedSuccessResponse": "User success! Got a 201 created success get response.",
				"400BadRequestErrorResponse": "User failed. Got a 400 bad request error get response. Please try again.",
				"401UnauthorizedErrorResponse": "User failed. Got a 401 unauthorized error get response. Please try again.",
				"403ForbiddenErrorResponse": "User failed. Got a 403 forbidden error get response.",
				"404NotFoundErrorResponse": "User failed. Got a 404 not found error get response.",
				"429TooManyRequestsErrorResponse": "User failed. Got a 429 too many requests error get response.",
				"500InternalServerErrorResponse": "User failed. Got a 500 internal server error get response.",
				"502BadGatewayErrorResponse": "User failed. Got a 502 bad gateway error get response.",
				"503ServiceUnavailableErrorResponse": "User failed. Got a 503 service unavailable error get response.",
				"504GatewayTimeoutErrorResponse": "User failed. Got a 504 gateway timeout error get response."
			},
			"patch": {
				"200OkSuccessResponse": "User success! Got a 200 OK success patch response.",
				"201CreatedSuccessResponse": "User success! Got a 201 created success patch response.",
				"400BadRequestErrorResponse": "User failed. Got a 400 bad request error patch response. Please try again.",
				"401UnauthorizedErrorResponse": "User failed. Got a 401 unauthorized error patch response. Please try again.",
				"403ForbiddenErrorResponse": "User failed. Got a 403 forbidden error patch response.",
				"404NotFoundErrorResponse": "User failed. Got a 404 not found error patch response.",
				"429TooManyRequestsErrorResponse": "User failed. Got a 429 too many requests error patch response.",
				"500InternalServerErrorResponse": "User failed. Got a 500 internal server error patch response.",
				"502BadGatewayErrorResponse": "User failed. Got a 502 bad gateway error patch response.",
				"503ServiceUnavailableErrorResponse": "User failed. Got a 503 service unavailable error patch response.",
				"504GatewayTimeoutErrorResponse": "User failed. Got a 504 gateway timeout error patch response.",
				"misc": {
					"localTime": {
						"enable": {
							"200OkSuccessResponse": "Local time enable success! Got a 200 OK success patch response.",
							"201CreatedSuccessResponse": "Local time enable success! Got a 201 created success patch response.",
							"400BadRequestErrorResponse": "Local time enable failed. Got a 400 bad request error patch response. Please try again.",
							"401UnauthorizedErrorResponse": "Local time enable failed. Got a 401 unauthorized error patch response. Please try again.",
							"403ForbiddenErrorResponse": "Local time enable failed. Got a 403 forbidden error patch response.",
							"404NotFoundErrorResponse": "Local time enable failed. Got a 404 not found error patch response.",
							"429TooManyRequestsErrorResponse": "Local time enable failed. Got a 429 too many requests error patch response.",
							"500InternalServerErrorResponse": "Local time enable failed. Got a 500 internal server error patch response.",
							"502BadGatewayErrorResponse": "Local time enable failed. Got a 502 bad gateway error patch response.",
							"503ServiceUnavailableErrorResponse": "Local time enable failed. Got a 503 service unavailable error patch response.",
							"504GatewayTimeoutErrorResponse": "Local time enable failed. Got a 504 gateway timeout error patch response."
						},
						"disable": {
							"200OkSuccessResponse": "Local time disable success! Got a 200 OK success patch response.",
							"201CreatedSuccessResponse": "Local time disable success! Got a 201 created success patch response.",
							"400BadRequestErrorResponse": "Local time disable failed. Got a 400 bad request error patch response. Please try again.",
							"401UnauthorizedErrorResponse": "Local time disable failed. Got a 401 unauthorized error patch response. Please try again.",
							"403ForbiddenErrorResponse": "Local time disable failed. Got a 403 forbidden error patch response.",
							"404NotFoundErrorResponse": "Local time disable failed. Got a 404 not found error patch response.",
							"429TooManyRequestsErrorResponse": "Local time disable failed. Got a 429 too many requests error patch response.",
							"500InternalServerErrorResponse": "Local time disable failed. Got a 500 internal server error patch response.",
							"502BadGatewayErrorResponse": "Local time disable failed. Got a 502 bad gateway error patch response.",
							"503ServiceUnavailableErrorResponse": "Local time disable failed. Got a 503 service unavailable error patch response.",
							"504GatewayTimeoutErrorResponse": "Local time disable failed. Got a 504 gateway timeout error patch response."
						}
					}
				}
			},
			"put": {
				"200OkSuccessResponse": "User success! Got a 200 OK success put response.",
				"201CreatedSuccessResponse": "User success! Got a 201 created success put response.",
				"400BadRequestErrorResponse": "User failed. Got a 400 bad request error put response. Please try again.",
				"401UnauthorizedErrorResponse": "User failed. Got a 401 unauthorized error put response. Please try again.",
				"403ForbiddenErrorResponse": "User failed. Got a 403 forbidden error put response.",
				"404NotFoundErrorResponse": "User failed. Got a 404 not found error put response.",
				"429TooManyRequestsErrorResponse": "User failed. Got a 429 too many requests error put response.",
				"500InternalServerErrorResponse": "User failed. Got a 500 internal server error put response.",
				"502BadGatewayErrorResponse": "User failed. Got a 502 bad gateway error put response.",
				"503ServiceUnavailableErrorResponse": "User failed. Got a 503 service unavailable error put response.",
				"504GatewayTimeoutErrorResponse": "User failed. Got a 504 gateway timeout error put response."
			}
		},
		"login": {
			"post": {
				"200OkSuccessResponse": "Login success! Got a 200 OK success post response.",
				"201CreatedSuccessResponse": "Login success! Got a 201 created success post response.",
				"400BadRequestErrorResponse": "Login failed. Got a 400 bad request error post response. Please try again.",
				"401UnauthorizedErrorResponse": "Login failed. Got a 401 unauthorized error post response. Please try again.",
				"403ForbiddenErrorResponse": "Login failed. Got a 403 forbidden error post response.",
				"404NotFoundErrorResponse": "Login failed. Got a 404 not found error post response.",
				"429TooManyRequestsErrorResponse": "Login failed. Got a 429 too many requests error post response.",
				"500InternalServerErrorResponse": "Login failed. Got a 500 internal server error post response.",
				"502BadGatewayErrorResponse": "Login failed. Got a 502 bad gateway error post response.",
				"503ServiceUnavailableErrorResponse": "Login failed. Got a 503 service unavailable error post response.",
				"504GatewayTimeoutErrorResponse": "Login failed. Got a 504 gateway timeout error post response."
			}
		},
		"registration": {
			"post": {
				"200OkSuccessResponse": "Registration success! Got a 200 OK success post response.",
				"201CreatedSuccessResponse": "Registration success! Got a 201 created success post response.",
				"400BadRequestErrorResponse": "Registration failed. Got a 400 bad request error post response. Please try again.",
				"401UnauthorizedErrorResponse": "Registration failed. Got a 401 unauthorized error post response. Please try again.",
				"403ForbiddenErrorResponse": "Registration failed. Got a 403 forbidden error post response.",
				"404NotFoundErrorResponse": "Registration failed. Got a 404 not found error post response.",
				"429TooManyRequestsErrorResponse": "Registration failed. Got a 429 too many requests error post response.",
				"500InternalServerErrorResponse": "Registration failed. Got a 500 internal server error post response.",
				"502BadGatewayErrorResponse": "Registration failed. Got a 502 bad gateway error post response.",
				"503ServiceUnavailableErrorResponse": "Registration failed. Got a 503 service unavailable error post response.",
				"504GatewayTimeoutErrorResponse": "Registration failed. Got a 504 gateway timeout error post response."
			},
			"misc": {
				"usernameAlreadyExists": "The user name you have entered already exists. Please try another one.",
				"emailAlreadyExists": "The email you have entered already exists. Please try another one."
			}
		},
		"logout": {
			"get": {
				"200OkSuccessResponse": "Logout success! Got a 200 OK success get response. Redirecting you to the login page...",
				"400BadRequestErrorResponse": "Logout failed. Got a 400 bad request error get response. Please try again. Redirecting you to back to your sites dashboard...",
				"401UnauthorizedErrorResponse": "Logout failed. Got a 401 unauthorized error get response. Please try again. Redirecting you to back to your sites dashboard...",
				"403ForbiddenErrorResponse": "Logout failed. Got a 403 forbidden error get response. Redirecting you to back to your sites dashboard...",
				"404NotFoundErrorResponse": "Logout failed. Got a 404 not found error get response. Redirecting you to back to your sites dashboard...",
				"429TooManyRequestsErrorResponse": "Logout failed. Got a 429 too many requests error get response. Redirecting you to back to your sites dashboard...",
				"500InternalServerErrorResponse": "Logout failed. Got a 500 internal server error get response. Redirecting you to back to your sites dashboard...",
				"502BadGatewayErrorResponse": "Logout failed. Got a 502 bad gateway error get response. Redirecting you to back to your sites dashboard...",
				"503ServiceUnavailableErrorResponse": "Logout failed. Got a 503 service unavailable error get response. Redirecting you to back to your sites dashboard...",
				"504GatewayTimeoutErrorResponse": "Logout failed. Got a 504 gateway timeout error get response. Redirecting you to back to your sites dashboard..."
			},
			"post": {
				"200OkSuccessResponse": "Logout success! Got a 200 OK success post response. Redirecting you to the login page...",
				"201CreatedSuccessResponse": "Logout success! Got a 201 created success post response. Redirecting you to the login page...",
				"400BadRequestErrorResponse": "Logout failed. Got a 400 bad request error post response. Please try again. Redirecting you to back to your sites dashboard...",
				"401UnauthorizedErrorResponse": "Logout failed. Got a 401 unauthorized error post response. Please try again. Redirecting you to back to your sites dashboard...",
				"403ForbiddenErrorResponse": "Logout failed. Got a 403 forbidden error post response. Redirecting you to back to your sites dashboard...",
				"404NotFoundErrorResponse": "Logout failed. Got a 404 not found error post response. Redirecting you to back to your sites dashboard...",
				"429TooManyRequestsErrorResponse": "Logout failed. Got a 429 too many requests error post response. Redirecting you to back to your sites dashboard...",
				"500InternalServerErrorResponse": "Logout failed. Got a 500 internal server error post response. Redirecting you to back to your sites dashboard...",
				"502BadGatewayErrorResponse": "Logout failed. Got a 502 bad gateway error post response. Redirecting you to back to your sites dashboard...",
				"503ServiceUnavailableErrorResponse": "Logout failed. Got a 503 service unavailable error post response. Redirecting you to back to your sites dashboard...",
				"504GatewayTimeoutErrorResponse": "Logout failed. Got a 504 gateway timeout error post response. Redirecting you to back to your sites dashboard..."
			}
		},
		"password": {
			"change": {
				"post": {
					"200OkSuccessResponse": "Password change success! Got a 200 OK success post response.",
					"201CreatedSuccessResponse": "Password change success! Got a 201 created success post response.",
					"400BadRequestErrorResponse": "Password change failed. Got a 400 bad request error post response. Please try again.",
					"401UnauthorizedErrorResponse": "Password change failed. Got a 401 unauthorized error post response. Please try again.",
					"403ForbiddenErrorResponse": "Password change failed. Got a 403 forbidden error post response.",
					"404NotFoundErrorResponse": "Password change failed. Got a 404 not found error post response.",
					"429TooManyRequestsErrorResponse": "Password change failed. Got a 429 too many requests error post response.",
					"500InternalServerErrorResponse": "Password change failed. Got a 500 internal server error post response.",
					"502BadGatewayErrorResponse": "Password change failed. Got a 502 bad gateway error post response.",
					"503ServiceUnavailableErrorResponse": "Password change failed. Got a 503 service unavailable error post response.",
					"504GatewayTimeoutErrorResponse": "Password change failed. Got a 504 gateway timeout error post response."
				}
			},
			"reset": {
				"post": {
					"200OkSuccessResponse": "Password reset success! Got a 200 OK success post response.",
					"201CreatedSuccessResponse": "Password reset success! Got a 201 created success post response.",
					"400BadRequestErrorResponse": "Password reset failed. Got a 400 bad request error post response. Please try again.",
					"401UnauthorizedErrorResponse": "Password reset failed. Got a 401 unauthorized error post response. Please try again.",
					"403ForbiddenErrorResponse": "Password reset failed. Got a 403 forbidden error post response.",
					"404NotFoundErrorResponse": "Password reset failed. Got a 404 not found error post response.",
					"429TooManyRequestsErrorResponse": "Password reset failed. Got a 429 too many requests error post response.",
					"500InternalServerErrorResponse": "Password reset failed. Got a 500 internal server error post response.",
					"502BadGatewayErrorResponse": "Password reset failed. Got a 502 bad gateway error post response.",
					"503ServiceUnavailableErrorResponse": "Password reset failed. Got a 503 service unavailable error post response.",
					"504GatewayTimeoutErrorResponse": "Password reset failed. Got a 504 gateway timeout error post response."
				},
				"confirm": {
					"post": {
						"200OkSuccessResponse": "Password confirmation success! Got a 200 OK success post response.",
						"201CreatedSuccessResponse": "Password confirmation success! Got a 201 created success post response.",
						"400BadRequestErrorResponse": "Password confirmation failed. Got a 400 bad request error post response. Please try again.",
						"401UnauthorizedErrorResponse": "Password confirmation failed. Got a 401 unauthorized error post response. Please try again.",
						"403ForbiddenErrorResponse": "Password confirmation failed. Got a 403 forbidden error post response.",
						"404NotFoundErrorResponse": "Password confirmation failed. Got a 404 not found error post response.",
						"429TooManyRequestsErrorResponse": "Password confirmation failed. Got a 429 too many requests error post response.",
						"500InternalServerErrorResponse": "Password confirmation failed. Got a 500 internal server error post response.",
						"502BadGatewayErrorResponse": "Password confirmation failed. Got a 502 bad gateway error post response.",
						"503ServiceUnavailableErrorResponse": "Password confirmation failed. Got a 503 service unavailable error post response.",
						"504GatewayTimeoutErrorResponse": "Password confirmation failed. Got a 504 gateway timeout error post response."
					}
				}
			}
		},
		"confirmEmail": {
			"post": {
				"201CreatedSuccessResponse": "Confirm email success! Got a 201 created success post response.",
				"400BadRequestErrorResponse": "Confirm email failed. Got a 400 bad request error post response. Please try again.",
				"401UnauthorizedErrorResponse": "Confirm email failed. Got a 401 unauthorized error post response. Please try again.",
				"403ForbiddenErrorResponse": "Confirm email failed. Got a 403 forbidden error post response. Please try again.",
				"404NotFoundErrorResponse": "Confirm email failed. Got a 404 not found error post response. Please try again.",
				"429TooManyRequestsErrorResponse": "Confirm email failed. Got a 429 too many requests error post response. Please try again.",
				"500InternalServerErrorResponse": "Confirm email failed. Got a 500 internal server error post response. Please try again.",
				"502BadGatewayErrorResponse": "Confirm email failed. Got a 502 bad gateway error post response. Please try again.",
				"503ServiceUnavailableErrorResponse": "Confirm email failed. Got a 503 service unavailable error post response. Please try again.",
				"504GatewayTimeoutErrorResponse": "Confirm email failed. Got a 504 gateway timeout error post response. Please try again."
			}
		}
	},
	"support": {
		"post": {
			"200OkSuccessResponse": "Support success! Got a 200 OK success post response.",
			"201CreatedSuccessResponse": "Support success! Got a 201 created success post response.",
			"400BadRequestErrorResponse": "Support failed. Got a 400 bad request error post response. Please try again.",
			"401UnauthorizedErrorResponse": "Support failed. Got a 401 unauthorized error post response. Please try again.",
			"403ForbiddenErrorResponse": "Support failed. Got a 403 forbidden error post response.",
			"404NotFoundErrorResponse": "Support failed. Got a 404 not found error post response.",
			"429TooManyRequestsErrorResponse": "Support failed. Got a 429 too many requests error post response.",
			"500InternalServerErrorResponse": "Support failed. Got a 500 internal server error post response.",
			"502BadGatewayErrorResponse": "Support failed. Got a 502 bad gateway error post response.",
			"503ServiceUnavailableErrorResponse": "Support failed. Got a 503 service unavailable error post response.",
			"504GatewayTimeoutErrorResponse": "Support failed. Got a 504 gateway timeout error post response."
		}
	},
	"signup": {
		"post": {
			"200OkSuccessResponse": "Signup success! Got a 200 OK success post response.",
			"201CreatedSuccessResponse": "Signup success! Got a 201 created success post response.",
			"400BadRequestErrorResponse": "Signup failed. Got a 400 bad request error post response. Please try again.",
			"401UnauthorizedErrorResponse": "Signup failed. Got a 401 unauthorized error post response. Please try again.",
			"403ForbiddenErrorResponse": "Signup failed. Got a 403 forbidden error post response.",
			"404NotFoundErrorResponse": "Signup failed. Got a 404 not found error post response.",
			"429TooManyRequestsErrorResponse": "Signup failed. Got a 429 too many requests error post response.",
			"500InternalServerErrorResponse": "Signup failed. Got a 500 internal server error post response.",
			"502BadGatewayErrorResponse": "Signup failed. Got a 502 bad gateway error post response.",
			"503ServiceUnavailableErrorResponse": "Signup failed. Got a 503 service unavailable error post response.",
			"504GatewayTimeoutErrorResponse": "Signup failed. Got a 504 gateway timeout error post response."
		}
	},
	"sites": {
		"urlInformation": {
			"patch": {
				"200OkSuccessResponse": "Sites success! Got a 200 OK success patch response.",
				"201CreatedSuccessResponse": "Sites success! Got a 201 created success patch response.",
				"400BadRequestErrorResponse": "Sites failed. Got a 400 bad request error patch response. Please try again.",
				"401UnauthorizedErrorResponse": "Sites failed. Got a 401 unauthorized error patch response. Please try again.",
				"403ForbiddenErrorResponse": "Sites failed. Got a 403 forbidden error patch response.",
				"404NotFoundErrorResponse": "Sites failed. Got a 404 not found error patch response.",
				"429TooManyRequestsErrorResponse": "Sites failed. Got a 429 too many requests error patch response.",
				"500InternalServerErrorResponse": "Sites failed. Got a 500 internal server error patch response.",
				"502BadGatewayErrorResponse": "Sites failed. Got a 502 bad gateway error patch response.",
				"503ServiceUnavailableErrorResponse": "Sites failed. Got a 503 service unavailable error patch response.",
				"504GatewayTimeoutErrorResponse": "Sites failed. Got a 504 gateway timeout error patch response."
			},
			"post": {
				"200OkSuccessResponse": "Sites success! Got a 200 OK success post response.",
				"201CreatedSuccessResponse": "Sites success! Got a 201 created success post response.",
				"400BadRequestErrorResponse": "Sites failed. Got a 400 bad request error post response. Please try again.",
				"401UnauthorizedErrorResponse": "Sites failed. Got a 401 unauthorized error post response. Please try again.",
				"403ForbiddenErrorResponse": "Sites failed. Got a 403 forbidden error post response.",
				"404NotFoundErrorResponse": "Sites failed. Got a 404 not found error post response.",
				"429TooManyRequestsErrorResponse": "Sites failed. Got a 429 too many requests error post response.",
				"500InternalServerErrorResponse": "Sites failed. Got a 500 internal server error post response.",
				"502BadGatewayErrorResponse": "Sites failed. Got a 502 bad gateway error post response.",
				"503ServiceUnavailableErrorResponse": "Sites failed. Got a 503 service unavailable error post response.",
				"504GatewayTimeoutErrorResponse": "Sites failed. Got a 504 gateway timeout error post response.",
				"misc": {
					"siteUrlAlreadyExists": "The site url you entered already exists. Please try again with a different site url.",
					"enterValidSiteUrl": "You entered an invalid email. Please enter a valid URL to proceed to next step."
				}
			}
		},
		"verifyUrl": {
			"post": {
				"200OkSuccessResponse": "Sites success! Got a 200 OK success post response.",
				"201CreatedSuccessResponse": "Sites success! Got a 201 created success post response.",
				"400BadRequestErrorResponse": "Sites failed. Got a 400 bad request error post response. Please try again.",
				"401UnauthorizedErrorResponse": "Sites failed. Got a 401 unauthorized error post response. Please try again.",
				"403ForbiddenErrorResponse": "Sites failed. Got a 403 forbidden error post response.",
				"404NotFoundErrorResponse": "Sites failed. Got a 404 not found error post response.",
				"429TooManyRequestsErrorResponse": "Sites failed. Got a 429 too many requests error post response.",
				"500InternalServerErrorResponse": "Sites failed. Got a 500 internal server error post response.",
				"502BadGatewayErrorResponse": "Sites failed. Got a 502 bad gateway error post response.",
				"503ServiceUnavailableErrorResponse": "Sites failed. Got a 503 service unavailable error post response.",
				"504GatewayTimeoutErrorResponse": "Sites failed. Got a 504 gateway timeout error post response."
			}
		}
	},
	"siteId": {
		"delete": {
			"200OkSuccessResponse": "",
			"201CreatedSuccessResponse": "",
			"400BadRequestErrorResponse": "",
			"401UnauthorizedErrorResponse": "",
			"403ForbiddenErrorResponse": "",
			"404NotFoundErrorResponse": "",
			"429TooManyRequestsErrorResponse": "",
			"500InternalServerErrorResponse": "",
			"502BadGatewayErrorResponse": "",
			"503ServiceUnavailableErrorResponse": "",
			"504GatewayTimeoutErrorResponse": ""
		},
		"get": {
			"200OkSuccessResponse": "",
			"201CreatedSuccessResponse": "",
			"400BadRequestErrorResponse": "",
			"401UnauthorizedErrorResponse": "",
			"403ForbiddenErrorResponse": "",
			"404NotFoundErrorResponse": "",
			"429TooManyRequestsErrorResponse": "",
			"500InternalServerErrorResponse": "",
			"502BadGatewayErrorResponse": "",
			"503ServiceUnavailableErrorResponse": "",
			"504GatewayTimeoutErrorResponse": ""
		},
		"patch": {
			"200OkSuccessResponse": "",
			"201CreatedSuccessResponse": "",
			"400BadRequestErrorResponse": "",
			"401UnauthorizedErrorResponse": "",
			"403ForbiddenErrorResponse": "",
			"404NotFoundErrorResponse": "",
			"429TooManyRequestsErrorResponse": "",
			"500InternalServerErrorResponse": "",
			"502BadGatewayErrorResponse": "",
			"503ServiceUnavailableErrorResponse": "",
			"504GatewayTimeoutErrorResponse": ""
		},
		"post": {
			"200OkSuccessResponse": "",
			"201CreatedSuccessResponse": "",
			"400BadRequestErrorResponse": "",
			"401UnauthorizedErrorResponse": "",
			"403ForbiddenErrorResponse": "",
			"404NotFoundErrorResponse": "",
			"429TooManyRequestsErrorResponse": "",
			"500InternalServerErrorResponse": "",
			"502BadGatewayErrorResponse": "",
			"503ServiceUnavailableErrorResponse": "",
			"504GatewayTimeoutErrorResponse": ""
		},
		"put": {
			"200OkSuccessResponse": "",
			"201CreatedSuccessResponse": "",
			"400BadRequestErrorResponse": "",
			"401UnauthorizedErrorResponse": "",
			"403ForbiddenErrorResponse": "",
			"404NotFoundErrorResponse": "",
			"429TooManyRequestsErrorResponse": "",
			"500InternalServerErrorResponse": "",
			"502BadGatewayErrorResponse": "",
			"503ServiceUnavailableErrorResponse": "",
			"504GatewayTimeoutErrorResponse": ""
		}
	},
	"scan": {
		"delete": {
			"200OkSuccessResponse": "",
			"201CreatedSuccessResponse": "",
			"400BadRequestErrorResponse": "",
			"401UnauthorizedErrorResponse": "",
			"403ForbiddenErrorResponse": "",
			"404NotFoundErrorResponse": "",
			"429TooManyRequestsErrorResponse": "",
			"500InternalServerErrorResponse": "",
			"502BadGatewayErrorResponse": "",
			"503ServiceUnavailableErrorResponse": "",
			"504GatewayTimeoutErrorResponse": ""
		},
		"get": {
			"200OkSuccessResponse": "",
			"201CreatedSuccessResponse": "",
			"400BadRequestErrorResponse": "",
			"401UnauthorizedErrorResponse": "",
			"403ForbiddenErrorResponse": "",
			"404NotFoundErrorResponse": "",
			"429TooManyRequestsErrorResponse": "",
			"500InternalServerErrorResponse": "",
			"502BadGatewayErrorResponse": "",
			"503ServiceUnavailableErrorResponse": "",
			"504GatewayTimeoutErrorResponse": ""
		},
		"patch": {
			"200OkSuccessResponse": "",
			"201CreatedSuccessResponse": "",
			"400BadRequestErrorResponse": "",
			"401UnauthorizedErrorResponse": "",
			"403ForbiddenErrorResponse": "",
			"404NotFoundErrorResponse": "",
			"429TooManyRequestsErrorResponse": "",
			"500InternalServerErrorResponse": "",
			"502BadGatewayErrorResponse": "",
			"503ServiceUnavailableErrorResponse": "",
			"504GatewayTimeoutErrorResponse": ""
		},
		"post": {
			"200OkSuccessResponse": "",
			"201CreatedSuccessResponse": "",
			"400BadRequestErrorResponse": "",
			"401UnauthorizedErrorResponse": "",
			"403ForbiddenErrorResponse": "",
			"404NotFoundErrorResponse": "",
			"429TooManyRequestsErrorResponse": "",
			"500InternalServerErrorResponse": "",
			"502BadGatewayErrorResponse": "",
			"503ServiceUnavailableErrorResponse": "",
			"504GatewayTimeoutErrorResponse": ""
		},
		"put": {
			"200OkSuccessResponse": "",
			"201CreatedSuccessResponse": "",
			"400BadRequestErrorResponse": "",
			"401UnauthorizedErrorResponse": "",
			"403ForbiddenErrorResponse": "",
			"404NotFoundErrorResponse": "",
			"429TooManyRequestsErrorResponse": "",
			"500InternalServerErrorResponse": "",
			"502BadGatewayErrorResponse": "",
			"503ServiceUnavailableErrorResponse": "",
			"504GatewayTimeoutErrorResponse": ""
		}
	},
	"stats": {
		"delete": {
			"200OkSuccessResponse": "",
			"201CreatedSuccessResponse": "",
			"400BadRequestErrorResponse": "",
			"401UnauthorizedErrorResponse": "",
			"403ForbiddenErrorResponse": "",
			"404NotFoundErrorResponse": "",
			"429TooManyRequestsErrorResponse": "",
			"500InternalServerErrorResponse": "",
			"502BadGatewayErrorResponse": "",
			"503ServiceUnavailableErrorResponse": "",
			"504GatewayTimeoutErrorResponse": ""
		},
		"get": {
			"200OkSuccessResponse": "",
			"201CreatedSuccessResponse": "",
			"400BadRequestErrorResponse": "",
			"401UnauthorizedErrorResponse": "",
			"403ForbiddenErrorResponse": "",
			"404NotFoundErrorResponse": "",
			"429TooManyRequestsErrorResponse": "",
			"500InternalServerErrorResponse": "",
			"502BadGatewayErrorResponse": "",
			"503ServiceUnavailableErrorResponse": "",
			"504GatewayTimeoutErrorResponse": ""
		},
		"patch": {
			"200OkSuccessResponse": "",
			"201CreatedSuccessResponse": "",
			"400BadRequestErrorResponse": "",
			"401UnauthorizedErrorResponse": "",
			"403ForbiddenErrorResponse": "",
			"404NotFoundErrorResponse": "",
			"429TooManyRequestsErrorResponse": "",
			"500InternalServerErrorResponse": "",
			"502BadGatewayErrorResponse": "",
			"503ServiceUnavailableErrorResponse": "",
			"504GatewayTimeoutErrorResponse": ""
		},
		"post": {
			"200OkSuccessResponse": "",
			"201CreatedSuccessResponse": "",
			"400BadRequestErrorResponse": "",
			"401UnauthorizedErrorResponse": "",
			"403ForbiddenErrorResponse": "",
			"404NotFoundErrorResponse": "",
			"429TooManyRequestsErrorResponse": "",
			"500InternalServerErrorResponse": "",
			"502BadGatewayErrorResponse": "",
			"503ServiceUnavailableErrorResponse": "",
			"504GatewayTimeoutErrorResponse": ""
		},
		"put": {
			"200OkSuccessResponse": "",
			"201CreatedSuccessResponse": "",
			"400BadRequestErrorResponse": "",
			"401UnauthorizedErrorResponse": "",
			"403ForbiddenErrorResponse": "",
			"404NotFoundErrorResponse": "",
			"429TooManyRequestsErrorResponse": "",
			"500InternalServerErrorResponse": "",
			"502BadGatewayErrorResponse": "",
			"503ServiceUnavailableErrorResponse": "",
			"504GatewayTimeoutErrorResponse": ""
		}
	},
	"team": {
		"delete": {
			"200OkSuccessResponse": "",
			"201CreatedSuccessResponse": "",
			"400BadRequestErrorResponse": "",
			"401UnauthorizedErrorResponse": "",
			"403ForbiddenErrorResponse": "",
			"404NotFoundErrorResponse": "",
			"429TooManyRequestsErrorResponse": "",
			"500InternalServerErrorResponse": "",
			"502BadGatewayErrorResponse": "",
			"503ServiceUnavailableErrorResponse": "",
			"504GatewayTimeoutErrorResponse": ""
		},
		"get": {
			"200OkSuccessResponse": "",
			"201CreatedSuccessResponse": "",
			"400BadRequestErrorResponse": "",
			"401UnauthorizedErrorResponse": "",
			"403ForbiddenErrorResponse": "",
			"404NotFoundErrorResponse": "",
			"429TooManyRequestsErrorResponse": "",
			"500InternalServerErrorResponse": "",
			"502BadGatewayErrorResponse": "",
			"503ServiceUnavailableErrorResponse": "",
			"504GatewayTimeoutErrorResponse": ""
		},
		"patch": {
			"200OkSuccessResponse": "",
			"201CreatedSuccessResponse": "",
			"400BadRequestErrorResponse": "",
			"401UnauthorizedErrorResponse": "",
			"403ForbiddenErrorResponse": "",
			"404NotFoundErrorResponse": "",
			"429TooManyRequestsErrorResponse": "",
			"500InternalServerErrorResponse": "",
			"502BadGatewayErrorResponse": "",
			"503ServiceUnavailableErrorResponse": "",
			"504GatewayTimeoutErrorResponse": ""
		},
		"post": {
			"200OkSuccessResponse": "",
			"201CreatedSuccessResponse": "",
			"400BadRequestErrorResponse": "",
			"401UnauthorizedErrorResponse": "",
			"403ForbiddenErrorResponse": "",
			"404NotFoundErrorResponse": "",
			"429TooManyRequestsErrorResponse": "",
			"500InternalServerErrorResponse": "",
			"502BadGatewayErrorResponse": "",
			"503ServiceUnavailableErrorResponse": "",
			"504GatewayTimeoutErrorResponse": ""
		},
		"put": {
			"200OkSuccessResponse": "",
			"201CreatedSuccessResponse": "",
			"400BadRequestErrorResponse": "",
			"401UnauthorizedErrorResponse": "",
			"403ForbiddenErrorResponse": "",
			"404NotFoundErrorResponse": "",
			"429TooManyRequestsErrorResponse": "",
			"500InternalServerErrorResponse": "",
			"502BadGatewayErrorResponse": "",
			"503ServiceUnavailableErrorResponse": "",
			"504GatewayTimeoutErrorResponse": ""
		}
	},
	"stripe": {
		"paymentMethod": {
			"get": {
				"200OkSuccessResponse": "Payment method success! Got a 200 OK success get response.",
				"201CreatedSuccessResponse": "Payment method success! Got a 201 Created success get response.",
				"400BadRequestErrorResponse": "Payment method failed. Got a 400 bad request error get response. Please try again.",
				"401UnauthorizedErrorResponse": "Payment method failed. Got a 401 unauthorized error get response. Please try again.",
				"403ForbiddenErrorResponse": "Payment method failed. Got a 403 forbidden error get response.",
				"404NotFoundErrorResponse": "Payment method failed. Got a 404 not found error get response.",
				"429TooManyRequestsErrorResponse": "Payment method failed. Got a 429 too many requests error get response.",
				"500InternalServerErrorResponse": "Payment method failed. Got a 500 internal server error get response.",
				"502BadGatewayErrorResponse": "Payment method failed. Got a 502 bad gateway error get response.",
				"503ServiceUnavailableErrorResponse": "Payment method failed. Got a 503 service unavailable error get response.",
				"504GatewayTimeoutErrorResponse": "Payment method failed. Got a 504 gateway timeout error get response."
			},
			"post": {
				"200OkSuccessResponse": "Payment method success! Got a 200 OK success post response.",
				"201CreatedSuccessResponse": "Payment method success! Got a 201 created success post response.",
				"400BadRequestErrorResponse": "Payment method failed. Got a 400 bad request error post response. Please try again.",
				"401UnauthorizedErrorResponse": "Payment method failed. Got a 401 unauthorized error post response. Please try again.",
				"403ForbiddenErrorResponse": "Payment method failed. Got a 403 forbidden error post response.",
				"404NotFoundErrorResponse": "Payment method failed. Got a 404 not found error post response.",
				"429TooManyRequestsErrorResponse": "Payment method failed. Got a 429 too many requests error post response.",
				"500InternalServerErrorResponse": "Payment method failed. Got a 500 internal server error post response.",
				"502BadGatewayErrorResponse": "Payment method failed. Got a 502 bad gateway error post response.",
				"503ServiceUnavailableErrorResponse": "Payment method failed. Got a 503 service unavailable error post response.",
				"504GatewayTimeoutErrorResponse": "Payment method failed. Got a 504 gateway timeout error post response."
			},
			"default": {}
		},
		"subscription": {
			"current": {},
			"default": {}
		}
	}
}
