{
	"badGatewayError": "Bad Gateway",
	"badRequestError": "Bad Request",
	"fallbackUnknownError": "An unknown error has occured: {{ message }} with the following stack trace: {{ component }}",
	"forbiddenError": "Forbidden",
	"gatewayTimeoutError": "Gateway Timeout",
	"internalServerError": "Internal Server Error",
	"notFoundError": "Not Found",
	"requestTimeoutError": "Request Timeout",
	"serviceUnavailableError": "Service Temporarily Unavailable",
	"tooManyRequestsError": "Too Many Requests",
	"unauthorizedError": "Unauthorized",
	"unknownError": "Unknown Error",
	"pageBadGatewayError": "We encountered a bad gateway error on the server side. Please try to access this page in a few minutes.",
	"pageBadRequestError": "We encountered a bad request error on the client side. Try checking the current URL if its typed correctly or clear your browser cache and cookies.",
	"pageForbiddenError": "You are forbidden to access this page. Please provide the correct login credentials to access this page.",
	"pageGatewayTimeoutError": "We're currently experiencing a gateway timeout error on the server side. Please try to access this page in a few minutes.",
	"pageInternalServerError": "We encountered an internal server error on the server side. Please try again in few minutes.",
	"pageNotFoundError": "You are trying to access a page that no longer exists. There's nothing we can do about that.",
	"pageRequestTimeoutError": "We encountered a request timeout error on the client side. Try checking the current URL if its typed correctly. Otherwise try refreshing this page.",
	"pageServiceUnavailableError": "It seems that our servers are either currently down for scheduled maintenance or encountered requests overload and trying to do something about them. Try refreshing this page at least on your end.",
	"pageTooManyRequestsError": "We noticed you send us a lot of requests in a short span of time. Try to be a bit patient with us while we handle your requests accordingly.",
	"pageUnauthorizedError": "You are unauthorized to access this page. Please login to access this page.",
	"pageUnknownError": "Now that is weird! Don't worry, let us handle this situation right away.",
	"siteBadGatewayGetError": "A bad gateway error has occurred while fetching your registered sites. Please try to access this page in a few minutes.",
	"siteBadRequestGetError": "A bad request error has occurred while fetching your registered sites. Please try to access this page in a few minutes.",
	"siteForbiddenGetError": "You don't have proper permissions to view your sites anymore.",
	"siteGatewayTimeoutGetError": "A gateway timeout error has occurred while fetching your registered sites. Please try to access this page in a few minutes.",
	"siteIdBadGatewayGetError": "A bad gateway error has occurred while fetching your selected site information. Please try to access this page in a few minutes.",
	"siteIdBadRequestGetError": "A bad request error has occurred while fetching the selected site information. Please try to access this page in a few minutes.",
	"siteIdCreatedSuccess": "Congratulations! Your new site information was created successfully.",
	"siteIdForbiddenGetError": "You don't have proper permissions to view this site information anymore. Please try to access this page in a few minutes.",
	"siteIdGatewayTimeoutGetError": "A gateway timeout error has occurred while fetching your selected site information.",
	"siteIdInternalServerGetError": "An internal server error has occurred while fetching your selected site information. Please try to access this page in a few minutes.",
	"siteIdNotFoundGetError": "We can't seem to find this particular site information anymore. Sorry about that.",
	"siteIdServiceUnavailableGetError": "Current service unavailable while fetching your selected site information. Please try to access this page in a few minutes.",
	"siteIdTooManyRequestsGetError": "You're sending us way too many requests for this site information right now. Can you wait a bit for us to finish this request?",
	"siteIdUnknownError": "An unknown error has occurred while fetching your selected site information. Please try again.",
	"siteInternalServerGetError": "An internal server error has occurred while fetching your registered sites. Please try to access this page in a few minutes.",
	"siteNotFoundGetError": "We can't seem to find your sites. Sorry about that.",
	"siteServiceUnavailableGetError": "Current service unavailable while fetching your registered sites. Please try to access this page in a few minutes.",
	"siteTooManyRequestsError": "You're sending us way too many site requests right now. Can you wait a bit for us to finish this request?",
	"siteUnknownError": "An unknown error has occurred while fetching your registered sites. Please try again.",
	"userBadGatewayGetError": "A bad gateway error has occurred while fetching your user information. Please try to access this page in a few minutes.",
	"userForbiddenGetError": "You don't have the proper permissions to view this page anymore.",
	"userGatewayTimeoutGetError": "A gateway timeout error has occurred while fetching your user information. Please try to access this page in a few minutes.",
	"userInternalServerGetError": "An internal server error has occurred while fetching your user information. Please try to access this page in a few minutes.",
	"userNotFoundGetError": "This user apparently does not exist in our database. Sorry about that.",
	"userServiceUnavailableGetError": "We can't fetch your user information as the service is currently unavailable. Please try to access this page in a few minutes.",
	"userTooManyRequestsGetError": "You're sending us way too many user requests right now! Can you wait a bit for us to finish this request?",
	"userUnknownError": "An unknown error has occurred while fetching your user information. Please try again.",
	"loginOkSuccess": "Login success! Redirecting you to Sites Dashboard...",
	"loginBadRequestPostError": "We're unable to log you in with the provided credentials. Please recheck your login details.",
	"loginUnknownError": "An unknown error has occurred while we're logging you in. Please try again.",
	"registrationOkSuccess": "Thanks for signing up. Please check your email for verification!",
	"registrationUsernameAlreadyExistsError": "It seems that this username was already taken and still exists. Try another one.",
	"registrationEmailAlreadyExistsError": "It seems that this email address was already taken and still exists. Try another one.",
	"registrationBadRequestPostError": "We're unable to register you with the provided credentials. Please recheck your registration details.",
	"registrationUnknownError": "An unknown error has occurred while we registered your user information. Please try again.",
	"resetPasswordOkSuccess": "Reset password request sent successfully! Please check your email to continue the process.",
	"resetPasswordBadRequestPostError": "We're unable to reset your password with the provided credentials. Please recheck your reset password details.",
	"resetPasswordUnknownError": "An unknown error has occurred while we're resetting your password. Please try again.",
	"updatePasswordOkSuccess": "Password has been reset successfully.",
	"updatePasswordBadRequestPostError": "We're unable to update your password with the provided credentials. Please recheck your update password details.",
	"updatePasswordInvalidTokenError": "Token already expired. We can't process with your request anymore.",
	"updatePasswordUnknownError": "An unknown error has occurred while we're updating your password. Please try again.",
	"confirmEmailOkSuccess": "Congratulations! Your profile is now ready to use. Click on the button below to go back to Login page.",
	"confirmEmailUnknownError": "An unknown error has occurred while we're confirming your email. Please try again."
}
