{
	"appLogoAlt": "app-logo",
	"badgeModalImgAlt": "badge-modal-img",
	"isLogin": "Log In",
	"isSignUp": "Sign Up",
	"isResetPassword": "Reset Password",
	"isAddPassword": "Add Password",
	"isResetPasswordForm": "Reset Password Form",
	"loaderMessage": "Loading...",
	"siteLogoAltMessage": "SiteCrawler App Logo",
	"about": "About",
	"privacyPolicy": "Privacy Policy",
	"terms": "Terms",
	"support": "Support",
	"allRightsReserved": "All Rights Reserved",
	"redirectingToPage": "Redirecting you to",
	"pageText": "page",
	"fallbackErrorMessage": "Process not completed successfully. Please try again.",
	"fallbackSuccessMessage": "Process completed successfully.",
	"fallbackWarningMessage": "Process will be executed immediately. I hope you know what you're doing.",
	"fallbackInfoMessage": "Process is currently executing...",
	"dismissMessage": "Dismiss",
	"userBadRequestError": "A bad request error has occurred while fetching your user information. Reloading this page...",
	"userForbiddenError": "You don't have permissions to view this page anymore. Redirecting you to login page...",
	"userNotFoundError": "This user doesn't exist in our database. Redirecting you to login page...",
	"userTooManyRequests": "You're sending us way too many user requests right now. Reloading this page...",
	"userInternalServerError": "An internal server error has occurred while fetching your user information. Redirecting you to 5XX page...",
	"userBadGatewayError": "A bad gateway error has occurred while fetching your user information. Redirecting you to 5XX page...",
	"userServiceUnavailableError": "Current service unavailable while fetching your user information. Redirecting you to 5XX page...",
	"userGatewayTimeoutError": "A gateway timeout error has occurred while fetching your user information. Redirecting you to 5XX page...",
	"userUnknownError": "An unknown error has occurred while fetching your user information. Please try again.",
	"siteOkSuccess": "Site information retrieved successfully.",
	"siteCreatedSuccess": "Site information updated successfully.",
	"siteBadRequestError": "A bad request error has occurred while fetching your registered sites. Refreshing sites...",
	"siteForbiddenError": "You don't have permissions to view your sites anymore.",
	"siteNotFoundError": "This site doesn't exist in our database.",
	"siteTooManyRequests": "You're sending us way too many site requests right now.",
	"siteInternalServerError": "An internal server error has occurred while fetching your registered sites.",
	"siteBadGatewayError": "A bad gateway error has occurred while fetching your registered sites.",
	"siteServiceUnavailableError": "Current service unavailable while fetching your registered sites.",
	"siteGatewayTimeoutError": "A gateway timeout error has occurred while fetching your registered sites.",
	"siteUnknownError": "An unknown error has occurred while fetching your registered sites."
}
