{
	"appLogoAlt": "app-logo",
	"badgeModalImgAlt": "badge-modal-img",
	"isLogin": "Log In",
	"isSignUp": "Sign Up",
	"isResetPassword": "Reset Password",
	"isAddPassword": "Add Password",
	"isResetPasswordForm": "Reset Password Form",
	"loaderMessage": "Loading...",
	"siteLogoAltMessage": "SiteCrawler App Logo",
	"about": "About",
	"privacyPolicy": "Privacy Policy",
	"terms": "Terms",
	"support": "Support",
	"allRightsReserved": "All Rights Reserved",
	"redirectingToPage": "Redirecting you to",
	"pageText": "page",
	"requiredField": "Required field",
	"tooShort": "Too short!",
	"tooLong": "Too long!",
	"bothPasswordsNeedSame": "Both passwords need to be the same!",
	"submitting": "Submitting...",
	"invalidEmail": "Invalid email",
	"passwordsDontMatch": "The passwords don't match",
	"firstName": "First Name",
	"lastName": "Last Name",
	"username": "Username",
	"emailAddress": "Email Address",
	"password": "Password",
	"repeatPassword": "Repeat Password",
	"headline": "Find website issues before your clients do. ",
	"tryFree": "Try for free.",
	"fallbackErrorMessage": "This process was completed unsuccessfully. Please try again.",
	"fallbackSuccessMessage": "This process was completed successfully.",
	"fallbackWarningMessage": "This process will be executed immediately. I hope you know what you're doing.",
	"fallbackInfoMessage": "This process is currently executing. Please wait.",
	"unexpectedErrorMessage": "An unexpected error occurred. Please try again.",
	"dismissMessage": "Dismiss",
	"userOkSuccess": "Awesome! We successfully retrieved your user information.",
	"userCreatedSuccess": "Congratulations! Your user information was created successfully.",
	"userBadRequestError": "We're unable to log you in with the provided credentials. Please recheck your login details.",
	"userForbiddenError": "You don't have the proper permissions to view this page anymore.",
	"userNotFoundError": "This user apparently does not exist in our database. Sorry about that.",
	"userTooManyRequests": "You're sending us way too many user requests right now! Can you wait a bit for us to finish this request?",
	"userInternalServerError": "An internal server error has occurred while fetching your user information. Please try again in a few minutes.",
	"userBadGatewayError": "A bad gateway error has occurred while fetching your user information. Please try again in a few minutes.",
	"userServiceUnavailableError": "We can't fetch your user information as the service is currently unavailable. Please try again in a few minutes.",
	"userGatewayTimeoutError": "A gateway timeout error has occurred while fetching your user information. Please try again in a few minutes.",
	"userUnknownError": "An unknown error has occurred while fetching your user information. Please try again in a few minutes.",
	"siteOkSuccess": "Nice! Your registered sites were retrieved successfully.",
	"siteCreatedSuccess": "Cool! A new site was just registered successfully.",
	"siteBadRequestError": "A bad request error has occurred while fetching your registered sites. Please try again in a few minutes.",
	"siteForbiddenError": "You don't have proper permissions to view your sites anymore.",
	"siteNotFoundError": "We can't seem to find your sites. Sorry about that.",
	"siteTooManyRequests": "You're sending us way too many site requests right now. Can you wait a bit for us to finish this request?",
	"siteInternalServerError": "An internal server error has occurred while fetching your registered sites. Please try again in a few minutes.",
	"siteBadGatewayError": "A bad gateway error has occurred while fetching your registered sites. Please try again in a few minutes.",
	"siteServiceUnavailableError": "Current service unavailable while fetching your registered sites. Please try again in a few minutes.",
	"siteGatewayTimeoutError": "A gateway timeout error has occurred while fetching your registered sites. Please try again in a few minutes.",
	"siteUnknownError": "An unknown error has occurred while fetching your registered sites. Please try again in a few minutes.",
	"siteIdOkSuccess": "Hooray! Your selected site information was retrieved successfully.",
	"siteIdBadRequestError": "A bad request error has occurred while fetching the selected site information. Please try again in a few minutes.",
	"siteIdForbiddenError": "You don't have proper permissions to view this site information anymore. Please try again in a few minutes.",
	"siteIdNotFoundError": "We can't seem to find this particular site information anymore. Sorry about that.",
	"siteIdTooManyRequests": "You're sending us way too many requests for this site information right now. Can you wait a bit for us to finish this request?",
	"siteIdInternalServerError": "An internal server error has occurred while fetching your selected site information. Please try again in a few minutes.",
	"siteIdBadGatewayError": "A bad gateway error has occurred while fetching your selected site information. Please try again in a few minutes.",
	"siteIdServiceUnavailableError": "Current service unavailable while fetching your selected site information. Please try again in a few minutes.",
	"siteIdGatewayTimeoutError": "A gateway timeout error has occurred while fetching your selected site information.",
	"siteIdUnknownError": "An unknown error has occurred while fetching your selected site information. Please try again."
}
